{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                27
            ]
        ],
        "date-time": "2021-03-27T09:03:54Z",
        "timestamp": 1616835834037
    },
    "reference-count": 3,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Literature"
    ],
    "published-print": {
        "date-parts": [
            [
                2013,
                3,
                1
            ]
        ]
    },
    "abstract": "<jats:p> How has publishing in top economics journals changed since 1970? Using a data set that combines information on all articles published in the top-five journals from 1970 to 2012 with their Google Scholar citations, we identify nine key trends. First, annual submissions to the top-five journals nearly doubled from 1990 to 2012. Second, the total number of articles published in these journals actually declined from 400 per year in the late 1970s to 300 per year most recently. As a result, the acceptance rate has fallen from 15 percent to 6 percent, with potential implications for the career progression of young scholars. Third, one journal, the American Economic Review, now accounts for 40 percent of top-five publications, up from 25 percent in the 1970s. Fourth, recently published papers are on average three times longer than they were in the 1970s, contributing to the relative shortage of journal space. Fifth, the number of authors per paper has increased from 1.3 in 1970 to 2.3 in 2012, partly offsetting the fall in the number of articles per year. Sixth, citations for top-five publications are high: among papers published in the late 1990s, the median number of Google Scholar citations is 200. Seventh, the ranking of journals by citations has remained relatively stable, with the notable exception of the Quarterly Journal of Economics, which climbed from fourth place to first place over the past three decades. Eighth, citation counts are significantly higher for longer papers and those written by more coauthors. Ninth, although the fraction of articles from different fields published in the top five has remained relatively stable, there are important cohort trends in the citations received by papers from different fields, with rising citations to more recent papers in Development and International, and declining citations to recent papers in Econometrics and Theory. (JEL A14) </jats:p>",
    "DOI": "10.1257/jel.51.1.144",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2013,
                3,
                19
            ]
        ],
        "date-time": "2013-03-19T13:08:33Z",
        "timestamp": 1363698513000
    },
    "page": "144-161",
    "source": "Crossref",
    "is-referenced-by-count": 142,
    "title": [
        "Nine Facts about Top Journals in Economics"
    ],
    "prefix": "10.1257",
    "volume": "51",
    "author": [
        {
            "given": "David",
            "family": "Card",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "University of California, Berkeley and NBER."
                }
            ]
        },
        {
            "given": "Stefano",
            "family": "DellaVigna",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "University of California, Berkeley and NBER."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Literature"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jel.51.1.144",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                17
            ]
        ],
        "date-time": "2020-06-17T20:00:42Z",
        "timestamp": 1592424042000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2013,
                3,
                1
            ]
        ]
    },
    "references-count": 3,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2013,
                    3,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jel.51.1.144"
    ],
    "URL": "http://dx.doi.org/10.1257/jel.51.1.144",
    "relation": {},
    "ISSN": [
        "0022-0515"
    ],
    "issn-type": [
        {
            "value": "0022-0515",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}