{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                27
            ]
        ],
        "date-time": "2021-03-27T04:09:25Z",
        "timestamp": 1616818165519
    },
    "reference-count": 98,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Literature"
    ],
    "published-print": {
        "date-parts": [
            [
                2011,
                12,
                1
            ]
        ]
    },
    "abstract": "<jats:p> I survey the male and female labor supply literatures, focusing on implications for effects of wages and taxes. For males, I describe and contrast results from three basic types of model: static models (especially those that account for nonlinear taxes), life-cycle models with savings, and life-cycle models with both savings and human capital. For women, more important distinctions are whether models include fixed costs of work, and whether they treat demographics like fertility and marriage (and human capital) as exogenous or endogenous. The literature is characterized by considerable controversy over the responsiveness of labor supply to changes in wages and taxes. At least for males, it is fair to say that most economists believe labor supply elasticities are small. But a sizable minority of studies that I examine obtain large values. Hence, there is no clear consensus on this point. In fact, a simple average of Hicks elasticities across all the studies I examine is 0.31. Several simulation studies have shown that such a value is large enough to generate large efficiency costs of income taxation. For males, I conclude that two factors drive many of the differences in results across studies. One factor is use of direct versus ratio wage measures, with studies that use the former tending to find larger elasticities. Another factor is the failure of most studies to account for human capital returns to work experience. I argue that this may lead to downward bias in elasticity estimates. In a model that includes human capital, I show how even modest elasticities—as conventionally measured—can be consistent with large efficiency costs of taxation. For women, in contrast, it is fair to say that most studies find large labor supply elasticities, especially on the participation margin. In particular, I find that estimates of “long-run” labor supply elasticities—by which I mean estimates that allow for dynamic effects of wages on fertility, marriage, education and work experience—are generally quite large. (JEL D91, J13, J16, J22, J31, H24) </jats:p>",
    "DOI": "10.1257/jel.49.4.961",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2011,
                12,
                22
            ]
        ],
        "date-time": "2011-12-22T12:58:09Z",
        "timestamp": 1324558689000
    },
    "page": "961-1075",
    "source": "Crossref",
    "is-referenced-by-count": 198,
    "title": [
        "Labor Supply and Taxes: A Survey"
    ],
    "prefix": "10.1257",
    "volume": "49",
    "author": [
        {
            "given": "Michael P",
            "family": "Keane",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "University of New South Wales and Arizona State University."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Literature"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jel.49.4.961",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                17
            ]
        ],
        "date-time": "2020-06-17T20:06:44Z",
        "timestamp": 1592424404000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2011,
                12,
                1
            ]
        ]
    },
    "references-count": 98,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2011,
                    12,
                    1
                ]
            ]
        },
        "issue": "4"
    },
    "alternative-id": [
        "10.1257/jel.49.4.961"
    ],
    "URL": "http://dx.doi.org/10.1257/jel.49.4.961",
    "relation": {},
    "ISSN": [
        "0022-0515"
    ],
    "issn-type": [
        {
            "value": "0022-0515",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}