{
    "indexed": {
        "date-parts": [
            [
                2020,
                11,
                26
            ]
        ],
        "date-time": "2020-11-26T16:23:36Z",
        "timestamp": 1606407816805
    },
    "reference-count": 50,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Literature"
    ],
    "published-print": {
        "date-parts": [
            [
                2006,
                5,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Separation of ownership from management, multidivisional firm organizations, delegation of production decisions to worker teams, delegation of pricing and advertising decisions to retail franchisers, reliance on intermediaries in trade or finance, and distribution of regulatory authority across different agencies represent examples of organizations that delegate and distribute decision-making authority instead of centralizing it. This paper reviews literature on costs and benefits of delegated decision making in hierarchical organizations or contracting networks with regard to problems of incentives and coordination. It starts by describing incentive and coordination costs of delegation in simple canonical examples of hierarchies where both information and incentives of different decisionmakers differ. One class of models pertain to contexts where the classical Revelation Principle applies, i.e., where costs of contractual complexity, information processing, or communication are absent, agents do not collude, and the mechanism designer can commit to the mechanism. Delegation may conceivably entail a loss of control and coordination arising from the divergence of information and incentives. Sufficient and necessary conditions for this loss to be mitigated entirely include risk neutrality, top-down contracting, and monitoring of transfers or production assignments between subordinates. The next class of models introduces communication costs that restrict the performance of centralized arrangements relative to delegation owing to a resulting loss of flexibility, which has to be traded off against possible control losses of delegation. Finally, consequences of collusion among agents is discussed, which typically enlarge the range of circumstances under which delegation can attain optimal second-best outcomes. The paper concludes with a discussion of the relevance of this theoretical literature to recently emerging empirical studies of industrial organizations where delegated decision making plays an important role: adoption of innovative human resource management practices, new information technologies and retail franchising. </jats:p>",
    "DOI": "10.1257/jel.44.2.367",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2006,
                6,
                16
            ]
        ],
        "date-time": "2006-06-16T14:46:28Z",
        "timestamp": 1150469188000
    },
    "page": "367-390",
    "source": "Crossref",
    "is-referenced-by-count": 158,
    "title": [
        "Decentralization, Hierarchies, and Incentives: A Mechanism Design Perspective"
    ],
    "prefix": "10.1257",
    "volume": "44",
    "author": [
        {
            "given": "Dilip",
            "family": "Mookherjee",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Boston University."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Literature"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jel.44.2.367",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                17
            ]
        ],
        "date-time": "2020-06-17T20:08:05Z",
        "timestamp": 1592424485000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2006,
                5,
                1
            ]
        ]
    },
    "references-count": 50,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2006,
                    5,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jel.44.2.367"
    ],
    "URL": "http://dx.doi.org/10.1257/jel.44.2.367",
    "relation": {},
    "ISSN": [
        "0022-0515"
    ],
    "issn-type": [
        {
            "value": "0022-0515",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}