{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                19
            ]
        ],
        "date-time": "2021-03-19T07:03:57Z",
        "timestamp": 1616137437282
    },
    "reference-count": 213,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Literature"
    ],
    "published-print": {
        "date-parts": [
            [
                2014,
                6,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Is there a way to understand why some global environmental externalities are addressed effectively, whereas others are not? The transaction costs of defining the property rights to mitigation benefits and costs is a useful framework for such analysis. This approach views international cooperation as a contractual process among country leaders to assign those property rights. Leaders cooperate when it serves domestic interests to do so. The demand for property rights comes from those who value and stand to gain from multilateral action. Property rights are supplied by international agreements that specify resource access and use, assign costs and benefits including outlining the size and duration of compensating transfer payments, and determining who will pay and who will receive them. Four factors raise the transaction costs of assigning property rights: (i) scientific uncertainty regarding mitigation benefits and costs; (ii) varying preferences and perceptions across heterogeneous populations; (iii) asymmetric information; and (iv) the extent of compliance and new entry. These factors are used to examine the role of transaction costs in the establishment and allocation of property rights to provide globally valued national parks, implement the Convention on the International Trade in Endangered Species of Wild Fauna and Flora, execute the Montreal Protocol to manage emissions that damage the stratospheric ozone layer, set limits on harvest of highly-migratory ocean fish stocks, and control greenhouse gas emissions. ( JEL D23, P14, Q22, Q51, Q54, Q58) </jats:p>",
    "DOI": "10.1257/jel.52.2.424",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2014,
                6,
                18
            ]
        ],
        "date-time": "2014-06-18T13:06:30Z",
        "timestamp": 1403096790000
    },
    "page": "424-479",
    "source": "Crossref",
    "is-referenced-by-count": 42,
    "title": [
        "Addressing Global Environmental Externalities: Transaction Costs Considerations"
    ],
    "prefix": "10.1257",
    "volume": "52",
    "author": [
        {
            "given": "Gary D.",
            "family": "Libecap",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Professor, Bren School of Environmental Science and Management and Economics Department, University of California, Santa Barbara, and Research Associate, NBER"
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Literature"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jel.52.2.424",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                17
            ]
        ],
        "date-time": "2020-06-17T20:01:00Z",
        "timestamp": 1592424060000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2014,
                6,
                1
            ]
        ]
    },
    "references-count": 213,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2014,
                    6,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jel.52.2.424"
    ],
    "URL": "http://dx.doi.org/10.1257/jel.52.2.424",
    "relation": {},
    "ISSN": [
        "0022-0515"
    ],
    "issn-type": [
        {
            "value": "0022-0515",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}