{
    "indexed": {
        "date-parts": [
            [
                2021,
                2,
                26
            ]
        ],
        "date-time": "2021-02-26T16:24:06Z",
        "timestamp": 1614356646502
    },
    "reference-count": 26,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Literature"
    ],
    "published-print": {
        "date-parts": [
            [
                2017,
                6,
                1
            ]
        ]
    },
    "abstract": "<jats:p> In this paper, I suggest that the history of the classification system used by the American Economic Association (AEA) to list economic literature and scholars is a relevant proxy to understand the transformation of economics science throughout the twentieth century. Successive classifications were fashioned through heated discussions on the status of theoretical and empirical work, data and measurement, and proper objects of analysis. They also reflected the contradictory demands of users, including economists but also civil servants, journalists, publishers, librarians, and the military, and reflected rapidly changing institutional and technological constraints. Until the late 1940s, disagreements on the general structure of the classification dominated AEA discussions. As the subject matters, methods, and definition of economics rapidly evolved after the war, methodological debates raged on the status of theoretical and empirical work and the degree of unification of the discipline. It was therefore the ordering and content of major categories that was closely discussed during the 1956 revision. The 1966 revision, in contrast, was fueled by institutional and technical transformations rather than intellectual ones. Classifiers essentially reacted to changes in the way economists' work was evaluated, the nature and size of the literature they produced, the publishing industry, and the use of computer facilities. The final 1988–90 revision was an attempt by the Journal of Economic Literature (JEL) editors to translate the mature core fields structure of their science into a set of codes and accommodate the new types of applied work economists identified themselves with. The 1990 classification system was only incrementally transformed in the next twenty years, but that the AEA is currently considering a new revision may signal more profound changes in the structure of economics. (JEL A14) </jats:p>",
    "DOI": "10.1257/jel.20151296",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2017,
                6,
                6
            ]
        ],
        "date-time": "2017-06-06T12:57:37Z",
        "timestamp": 1496753857000
    },
    "page": "545-579",
    "source": "Crossref",
    "is-referenced-by-count": 44,
    "title": [
        "Classifying Economics: A History of the JEL Codes"
    ],
    "prefix": "10.1257",
    "volume": "55",
    "author": [
        {
            "given": "Beatrice",
            "family": "Cherrier",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "University of Caen and CREM."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Literature"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jel.20151296",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                17
            ]
        ],
        "date-time": "2020-06-17T19:57:33Z",
        "timestamp": 1592423853000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2017,
                6,
                1
            ]
        ]
    },
    "references-count": 26,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2017,
                    6,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jel.20151296"
    ],
    "URL": "http://dx.doi.org/10.1257/jel.20151296",
    "relation": {},
    "ISSN": [
        "0022-0515"
    ],
    "issn-type": [
        {
            "value": "0022-0515",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}