{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                27
            ]
        ],
        "date-time": "2021-03-27T04:09:25Z",
        "timestamp": 1616818165878
    },
    "reference-count": 52,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Literature"
    ],
    "published-print": {
        "date-parts": [
            [
                2014,
                9,
                1
            ]
        ]
    },
    "abstract": "<jats:p> This essay reviews Kenneth I. Wolpin's (2013) monograph The Limits of Inference without Theory, which arose from lectures he presented at the Cowles Foundation in 2010 in honor of Tjalling Koopmans. While I readily agree with Wolpin's basic premise that empirical work that eschews the role of economic theory faces unnecessary self-imposed limits relative to empirical work that embraces and tries to test and improve economic theory, it is important to be aware that the use of economic theory is not a panacea. I point out that there are also serious limits to inference with theory: 1) there may be no truly “structural” (policy invariant) parameters, a key assumption underpinning the structural econometric approach that Wolpin and the Cowles Foundation have championed; 2) there is a curse of dimensionality that makes it very difficult for us to elucidate the detailed implications of economic theories, which is necessary to empirically implement and test these theories; 3) there is an identification problem that makes it impossible to decide between competing theories without imposing ad hoc auxiliary assumptions (such as parametric functional form assumptions); and 4) there is a problem of multiplicity and indeterminacy of equilibria that limits the predictive empirical content of many economic theories. I conclude that though these are very challenging problems, I agree with Wolpin and the Cowles Foundation that economists have far more to gain by trying to incorporate economic theory into empirical work and test and improve our theories than by rejecting theory and presuming that all interesting economic issues can be answered by well-designed controlled, randomized experiments and assuming that difficult questions of causality and evaluation of alternative hypothetical policies can be resolved by simply allowing the “data to speak for itself.” (JEL B41, C18) </jats:p>",
    "DOI": "10.1257/jel.52.3.820",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2014,
                9,
                17
            ]
        ],
        "date-time": "2014-09-17T14:39:19Z",
        "timestamp": 1410964759000
    },
    "page": "820-850",
    "source": "Crossref",
    "is-referenced-by-count": 21,
    "title": [
        "The Limits of Inference with Theory: A Review of Wolpin (2013)"
    ],
    "prefix": "10.1257",
    "volume": "52",
    "author": [
        {
            "given": "John",
            "family": "Rust",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Department of Economics, Georgetown University."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Literature"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jel.52.3.820",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                17
            ]
        ],
        "date-time": "2020-06-17T19:59:42Z",
        "timestamp": 1592423982000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2014,
                9,
                1
            ]
        ]
    },
    "references-count": 52,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2014,
                    9,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jel.52.3.820"
    ],
    "URL": "http://dx.doi.org/10.1257/jel.52.3.820",
    "relation": {},
    "ISSN": [
        "0022-0515"
    ],
    "issn-type": [
        {
            "value": "0022-0515",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}