{
    "indexed": {
        "date-parts": [
            [
                2024,
                9,
                7
            ]
        ],
        "date-time": "2024-09-07T00:31:56Z",
        "timestamp": 1725669116132
    },
    "reference-count": 126,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Literature"
    ],
    "published-print": {
        "date-parts": [
            [
                2024,
                9,
                1
            ]
        ]
    },
    "abstract": "<jats:p> In this essay on Elster’s (2020) book, I expose my concerns about the ability of behavioral tools to correctly address the transition phase between the absolutist regime and the democratic institutions inherited from the French Revolution. Rehabilitating the forgotten analyses of contemporary political philosophers Quinet, de Sade, and Leroux, I defend the view that a correct understanding of the French Revolution’s essence lies in its political philosophical dimension, not in the supposed psychological traits of its actors. I suggest a renewed way to apprehend and model revolutions, combining three levels of analysis: political philosophy, macroeconomic dynamics, and complexity economics. (JEL D72, D74, N13, N43, Z13) </jats:p>",
    "DOI": "10.1257/jel.20221651",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2024,
                9,
                6
            ]
        ],
        "date-time": "2024-09-06T11:54:04Z",
        "timestamp": 1725623644000
    },
    "page": "1230-1255",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "France after 1789: Essay on Elster’s <i>France before 1789</i>"
    ],
    "prefix": "10.1257",
    "volume": "62",
    "author": [
        {
            "given": "Antoine",
            "family": "Parent",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Université Paris 8, LED; OFCE–Sciences Po; CAC-IXXI, (Cliometrics and Complexity–Institut Rhône-Alpin des systèmes complexes)."
                }
            ]
        }
    ],
    "member": "11",
    "reference": [
        {
            "key": "p_1",
            "unstructured": "Abensour, Miguel. 1982. Lire Saint-Just. Paris: Gallimard, 2004."
        },
        {
            "key": "p_2",
            "unstructured": "Abensour, Miguel. 1997. La Démocratie contre l'État: Marx et le moment machiavélien. Paris: Presses universitaires de France."
        },
        {
            "key": "p_3",
            "unstructured": "Abensour, Miguel. 2019. La Iumière et la boue: Le Rouge et le Noir à l'ombre de 1793. Paris: Sens & Tonka."
        },
        {
            "key": "p_4",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/2146496"
        },
        {
            "key": "p_5",
            "unstructured": "Arendt, Hannah. 1951. The Origins of Totalitarianism. New York: Harcourt, Brace & Co."
        },
        {
            "key": "p_6",
            "unstructured": "Arendt, Hannah. 1963. On Revolution. New York: Viking Press."
        },
        {
            "key": "p_7",
            "unstructured": "Arendt, Hannah. 1972. Le système totalitaire. Paris: Éditions du Seuil."
        },
        {
            "issue": "6",
            "key": "p_8",
            "first-page": "66",
            "volume": "42",
            "author": "Arendt Hannah",
            "year": "1980",
            "journal-title": "Esprit"
        },
        {
            "key": "p_9",
            "unstructured": "Arendt, Hannah. 1989. \"La crise de la culture.\" In Between Past and Future. Paris: Gallimard, 1972."
        },
        {
            "key": "p_10",
            "unstructured": "Arrow, Kenneth J. 1982. \"Why People Go Hungry.\" New York Review of Books, July 15. https://www.nybooks. com/articles/1982/07/15/why-people-go-hungry/."
        },
        {
            "key": "p_11",
            "doi-asserted-by": "crossref",
            "unstructured": "Baker, Keith Michael. 1990. Inventing the French Revolution: Essays on French Political Culture in the Eighteenth Century. Cambridge, UK: Cambridge University Press.",
            "DOI": "10.1017/CBO9780511625527"
        },
        {
            "key": "p_12",
            "unstructured": "Bourdieu, Pierre. 1979. La Distinction: Critique sociale du jugement. Paris: Editions de Minuit."
        },
        {
            "key": "p_13",
            "doi-asserted-by": "crossref",
            "unstructured": "Brinton, Crane. 1938. The Anatomy of Revolution. New York: Prentice-Hall.",
            "DOI": "10.1037/11225-000"
        },
        {
            "key": "p_14",
            "unstructured": "Burke, Edmund. 1790. Reflections on the Revolution in France. New York: Anchor Books, 1989."
        },
        {
            "key": "p_15",
            "doi-asserted-by": "publisher",
            "DOI": "10.1093/jsh/shy074"
        },
        {
            "key": "p_16",
            "unstructured": "Cochin, Augustin. 1921. Les sociétés de pensée et la démocratie. Paris: Plon."
        },
        {
            "key": "p_17",
            "unstructured": "Comminel, George C. 1987. Rethinking the French Revolution: Marxism and the Revisionist Challenge. London: Verso."
        },
        {
            "key": "p_18",
            "unstructured": "Constant, Benjamin. 1819. De la liberté des Anciens comparée à celle des Modernes: Discours prononcé a l'Athénée de Paris. Paris: Charpentiers et Cie, 1874."
        },
        {
            "key": "p_19",
            "unstructured": "Cousin, Victor. 1828a. Cours de philosophie: Introduction à l'histoire de la philosophie. Paris: Pichon et Didier."
        },
        {
            "key": "p_20",
            "unstructured": "Cousin, Victor. 1828b. Nouveaux fragmens philosophiques, pour servir à l'histoire de la philosophie ancienne. Paris: Pichon et Didier."
        },
        {
            "key": "p_21",
            "unstructured": "Cousin, Victor. 1829. Histoire de la philosophie du XVIIIe siècle. Paris: Pichon et Didier."
        },
        {
            "key": "p_22",
            "unstructured": "Darnton, Robert. 1982. The Literary Underground of the Old Regime. Cambridge, MA: Harvard University Press."
        },
        {
            "key": "p_23",
            "unstructured": "Darnton, Robert. 1989. \"What Was Revolutionary about the French Revolution?\" New York Review of Books, January 19. https://www.nybooks. com/articles/1989/01/19/what-was-revolutionary-about-the-french-revolution/."
        },
        {
            "key": "p_24",
            "unstructured": "Darnton, Robert. 1995. The Corpus of Clandestine Literature in France, 1769-1789. New York: W. W. Norton & Company."
        },
        {
            "key": "p_25",
            "unstructured": "Darnton, Robert. 1996. The Forbidden Best-Sellers of Pre-revolutionary France. New York: W. W. Norton & Company."
        },
        {
            "key": "p_26",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/2089714"
        },
        {
            "key": "p_27",
            "unstructured": "de Bonald, Louis. 1859. Œuvres complètes de M. de Bonald, Tome troisième. Paris: J. P. Migne."
        },
        {
            "key": "p_28",
            "unstructured": "de Maistre, Joseph. 1797. Considérations sur la France. Paris: Vrin, 1936."
        },
        {
            "key": "p_29",
            "unstructured": "de Sade, Marquis. 1795. Philosophie dans le boudoir. London: Folio, 2014."
        },
        {
            "key": "p_30",
            "unstructured": "de Staël, Germaine. 1818. Considérations sur la Révolution française. Paris: Tallandier."
        },
        {
            "key": "p_31",
            "unstructured": "de Tocqueville, Alexis. 1856. L'ancien régime et la Révolution. Paris: Gallimard, 1985."
        },
        {
            "key": "p_32",
            "unstructured": "Edwards, Lyford Paterson. 1927. The Natural History of Revolution. Chicago: University of Chicago Press."
        },
        {
            "key": "p_33",
            "unstructured": "Eisenstadt, Shmuel N. 1966. Modernization: Protest and Change. Englewood Cliffs, NJ: Prentice-Hall."
        },
        {
            "issue": "4",
            "key": "p_34",
            "first-page": "59",
            "volume": "106",
            "author": "Eisenstadt Shmuel N",
            "year": "1977",
            "journal-title": "Daedalus"
        },
        {
            "key": "p_35",
            "unstructured": "Eisenstadt, Shmuel N. 1978. Revolution and the Transformation of Societies: A Comparative Study of Civilizations. New York: Free Press."
        },
        {
            "key": "p_36",
            "doi-asserted-by": "publisher",
            "DOI": "10.1086/211375"
        },
        {
            "key": "p_37",
            "doi-asserted-by": "crossref",
            "unstructured": "Elster, Jon. 2020. France Before 1789: The Unraveling of an Absolutist Regime. Princeton, NJ: Princeton University Press.",
            "DOI": "10.23943/princeton/9780691149813.001.0001"
        },
        {
            "key": "p_38",
            "doi-asserted-by": "crossref",
            "unstructured": "Festinger, Leon. 1957. A Theory of Cognitive Dissonance. Stanford, CA: Stanford University Press.",
            "DOI": "10.1515/9781503620766"
        },
        {
            "key": "p_39",
            "unstructured": "Fichte, Johann G. 1793. Considérations sur la Révolution française. Paris: Payot, 1974."
        },
        {
            "key": "p_40",
            "unstructured": "Fitzsimmons, Michael P. 2003. The Night the Old Regime Ended: August 4, 1789 and the French Revolution. University Park, PA: Pennsylvania State University."
        },
        {
            "key": "p_41",
            "unstructured": "Furet, François. 1979. Penser la Révolution française. Paris: Gallimard."
        },
        {
            "key": "p_42",
            "unstructured": "Furet, François. 1981. Interpreting the French Revolution. Translated by Elborg Forster. New York: Cambridge University Press."
        },
        {
            "key": "p_43",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/2575142"
        },
        {
            "key": "p_44",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/2010111"
        },
        {
            "key": "p_45",
            "doi-asserted-by": "publisher",
            "DOI": "10.1146/annurev.so.08.080182.001155"
        },
        {
            "key": "p_46",
            "doi-asserted-by": "publisher",
            "DOI": "10.1146/annurev.polisci.4.1.139"
        },
        {
            "key": "p_47",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/2009798"
        },
        {
            "key": "p_48",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/1953907"
        },
        {
            "key": "p_49",
            "unstructured": "Gurr, Ted Robert. 1970. Why Men Rebel. Princeton, NJ: Princeton University Press."
        },
        {
            "key": "p_50",
            "unstructured": "Hagopian, Mark N. 1974. The Phenomenon of Revolution. New York: Dodd, Mead."
        },
        {
            "key": "p_51",
            "unstructured": "Hampson, Norman. 1989. \"The Two French Revolutions.\" New York Review of Books, April 13. https://www.nybooks.com/articles/1989/04/13/ the-two-french-revolutions/."
        },
        {
            "key": "p_52",
            "unstructured": "Harris, Robert D. 1979. Necker, Reform Statesman of the Ancien Régime. Berkeley, CA: University of California Press."
        },
        {
            "key": "p_53",
            "unstructured": "Harris, Robert D. 1986. Necker and the Revolution of 1789. Lanham, MD: University Press of America."
        },
        {
            "key": "p_54",
            "unstructured": "Hart, Mark. 1971. The Dynamics of Revolution: A Cybernetic Theory of the Dynamics of Modern Social Revolution with a Study of Ideological Change and Organizational. Stockholm: Statsvetenskapliga institutionen."
        },
        {
            "key": "p_55",
            "unstructured": "Hegel, George Wilhelm Friedrich. 1807. The Phenomenology of Mind. Translated by J. B. Baillie. London: George Allen & Unwin, 1949."
        },
        {
            "key": "p_56",
            "unstructured": "Heidegger, Martin. 1962. Le principe de raison. Translated by André Préau. Paris: Gallimard, 1983."
        },
        {
            "key": "p_57",
            "unstructured": "Heidegger, Martin. 1968. Questions II. Paris: Gallimard."
        },
        {
            "key": "p_58",
            "doi-asserted-by": "publisher",
            "DOI": "10.1017/S0010417500008203"
        },
        {
            "key": "p_59",
            "unstructured": "Hobbes, Thomas. 1651. Léviathan: Traité de la matière, de la forme et du pouvoir de la république ecclésiastique et civile. Paris: Dalloz, 1999."
        },
        {
            "key": "p_60",
            "unstructured": "Huntington, Samuel P. 1968. Political Order in Changing Societies. New Haven, CT: Yale University Press."
        },
        {
            "key": "p_61",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/421470"
        },
        {
            "key": "p_62",
            "unstructured": "Jaurès, Jean. 1922. Histoire socialiste de la Révolution française. Paris: Éditions de la Librairie de l'Humanité."
        },
        {
            "key": "p_63",
            "doi-asserted-by": "crossref",
            "unstructured": "Jessop, Bob. 1972. Social Order, Reform, and Revolution. New York: Macmillan.",
            "DOI": "10.1007/978-1-349-00967-1"
        },
        {
            "key": "p_64",
            "unstructured": "Johnson, Chalmers. 1966. Revolutionary Change. Boston: Little, Brown."
        },
        {
            "key": "p_65",
            "first-page": "269",
            "author": "Jouffroy Théodore",
            "year": "1823",
            "journal-title": "Mélanges philosophiques"
        },
        {
            "key": "p_66",
            "unstructured": "Kelly, George Armstrong, and Linda B. Miller. 1970. \"Internal War and International Systems: Perspectives on Method.\" In Struggles in the State: Sources and Patterns of World Revolution, edited by George Armstrong Kelly and Clifford W. Brown Jr., 223-260. New York: John Wiley & Sons."
        },
        {
            "key": "p_67",
            "unstructured": "Kennedy, Emmet. 1991. A Cultural History of the French Revolution. New Haven, CT: Yale University Press."
        },
        {
            "key": "p_68",
            "doi-asserted-by": "publisher",
            "DOI": "10.1007/BF00116762"
        },
        {
            "key": "p_69",
            "unstructured": "La Bruyère, Jean de. 1688. La Bruyère: Œuvres complètes. Paris: Gallimard, 1935."
        },
        {
            "key": "p_70",
            "unstructured": "La Fontaine, Jean de. 1668. Fables. Paris: Gallimard, 2021."
        },
        {
            "key": "p_71",
            "unstructured": "La Rochefoucauld, François de. 1665. Maximes et œuvres complètes. Paris: Gallimard, 1935."
        },
        {
            "key": "p_72",
            "doi-asserted-by": "crossref",
            "unstructured": "Le Bon, Gustave. 1913. The Psychology of Revolutions. Translated by Bernard Miall. New York: Putnam.",
            "DOI": "10.1037/14583-000"
        },
        {
            "issue": "1",
            "key": "p_73",
            "first-page": "1",
            "volume": "3",
            "author": "Lederer Emil",
            "year": "1936",
            "journal-title": "Social Research"
        },
        {
            "key": "p_74",
            "unstructured": "Lefebvre, Georges. 1932. La Grande peur. Paris: Armand Colin."
        },
        {
            "key": "p_75",
            "unstructured": "Lefort, Claude. 1972. Le travail de l'œuvre, Machiavel. Paris: Gallimard."
        },
        {
            "key": "p_76",
            "unstructured": "Lefort, Claude. 1986. Essais sur le politique: XIXe et XXe siècles. Paris: Seuil."
        },
        {
            "key": "p_77",
            "unstructured": "Leroux, Pierre. 1839. Réfutation de l'éclectisme où se trouve exposée la vraie définition de la philosophie, et où l'on explique le sens, la suite, et l'enchaînement des divers philosophes depuis Descartes. Paris: Charles Gosselin."
        },
        {
            "key": "p_78",
            "unstructured": "Leroux, Pierre. 1840. De l'humanité. Paris: Fayard."
        },
        {
            "key": "p_79",
            "unstructured": "Leroux, Pierre. 1848. De l'égalité. Paris: Boussac, Imprimerie de Pierre Leroux."
        },
        {
            "key": "p_80",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/421406"
        },
        {
            "key": "p_81",
            "first-page": "65",
            "author": "Mao Tse-Tung",
            "year": "1930",
            "journal-title": "Selected Military Writings of Mao Tse-Tung"
        },
        {
            "key": "p_82",
            "unstructured": "Markoff, John. 1996. The Abolition of Feudalism: Peasants, Lords, and Legislators in the French Revolution. University Park, PA: Pennsylvania State University Press."
        },
        {
            "key": "p_83",
            "unstructured": "Marx, Karl. 1867. Capital. Vol 1. New York: International Publishers, 1967."
        },
        {
            "key": "p_84",
            "unstructured": "Michelet, Jules. 1962. Histoire de la Révolution française, 1847-1853. Paris: Gallimard."
        },
        {
            "key": "p_85",
            "unstructured": "Migdal, Joel S. 1974. Peasants, Politics, and Revolution: Pressures Toward Political and Social Change in the Third World. Princeton, NJ: Princeton University Press."
        },
        {
            "key": "p_86",
            "unstructured": "Moore, Barrington, Jr. 1966. Social Origins of Dictatorship and Democracy: Lord and Peasant in the Making of the Modern World. Boston: Beacon Press."
        },
        {
            "key": "p_87",
            "doi-asserted-by": "crossref",
            "unstructured": "Moore, Barrington, Jr. 1978. Injustice: The Social Bases of Obedience and Revolt. White Plains, NY: M. E. Sharpe.",
            "DOI": "10.1007/978-1-349-15916-1"
        },
        {
            "key": "p_88",
            "doi-asserted-by": "publisher",
            "DOI": "10.1177/000276427101400504"
        },
        {
            "key": "p_89",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/2009034"
        },
        {
            "key": "p_90",
            "doi-asserted-by": "crossref",
            "unstructured": "Ozouf, Mona. 1976. La fête révolutionnaire, 1789-1799. Paris: Gallimard.",
            "DOI": "10.14375/NP.9782070295173"
        },
        {
            "key": "p_91",
            "unstructured": "Paige, Jeffrey M. 1975. Agrarian Revolution: Social Movements and Export Agriculture in the Underdeveloped World. New York: Free Press."
        },
        {
            "key": "p_92",
            "unstructured": "Pettee, George S. 1938. The Process of Revolution. New York: Harper."
        },
        {
            "key": "p_93",
            "unstructured": "Pocock, John G. A. 1975. The Machiavellian Moment: Florentine Political Thought and the Atlantic Republican Tradition. Princeton, NJ: Princeton University Press."
        },
        {
            "key": "p_94",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/421404"
        },
        {
            "key": "p_95",
            "unstructured": "Quinet, Edgar. 1845. Le Christianisme et la Révolution Française. Paris: Fayard, 1984."
        },
        {
            "key": "p_96",
            "unstructured": "Rosenau, James. 1970. \"Internal War as an International Event.\" In Struggles in the State: Sources and Patterns of World Revolution, edited by George Armstrong Kelly and Clifford W. Brown, 196-222. New York: Wiley."
        },
        {
            "key": "p_97",
            "doi-asserted-by": "publisher",
            "DOI": "10.1093/jsh/shy078"
        },
        {
            "key": "p_98",
            "unstructured": "Rousseau, Jean-Jacques. 1762. Du contrat social, ou, principes du droit politique. Amsterdam: Marc-Michel Rey."
        },
        {
            "key": "p_99",
            "unstructured": "Rudé, George F. E. 1994. The French Revolution. London: Weidenfeld & Nicolson."
        },
        {
            "key": "p_100",
            "unstructured": "Saint Simon, Louis de Rouvroy. 1691-1701. Mémoires. Vol. 1. Paris: Gallimard, 1983-1988."
        },
        {
            "key": "p_101",
            "unstructured": "Schmidt, Carl. 1972. La notion politique: théorie du partisan. Paris: Calman-Lévy."
        },
        {
            "key": "p_102",
            "unstructured": "Schwartz, David C. 1972. \"Political Alienation: The Psychology of Revolution's First Stage.\" In Anger, Violence, and Politics: Theories and Research, edited by Feierabend, Feierabend, and Gurr, 58-66. Englewood Cliffs, NJ: Prentice-Hall."
        },
        {
            "key": "p_103",
            "unstructured": "Skocpol, Theda. 1976. \"Explaining Revolutions: In Quest of a Social-Structural Approach.\" In The Uses of Controversy in Sociology, edited by Immanuel Maurice Wallerstein, Lewis Coser, and Otto N. Larsen, 155-175. New York: Free Press."
        },
        {
            "key": "p_104",
            "unstructured": "Skocpol, Theda. 1979. States and Social Revolutions. Cambridge, UK: Cambridge University Press."
        },
        {
            "key": "p_105",
            "doi-asserted-by": "crossref",
            "unstructured": "Smelser, Neil J. 1963. Theory of Collective Behavior. New York: Free Press.",
            "DOI": "10.1037/14412-000"
        },
        {
            "key": "p_106",
            "first-page": "125",
            "author": "Smelser Neil J",
            "year": "1968",
            "journal-title": "Essays in Sociological Explanation"
        },
        {
            "key": "p_107",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/2093448"
        },
        {
            "key": "p_108",
            "unstructured": "Soboul, Albert. 1948. La Révolution française, 1789-1799. Paris: Éditions sociales."
        },
        {
            "key": "p_109",
            "unstructured": "Soboul, Albert. 1958. Les Sans-Culottes parisiens en l'An II: Mouvement populaire et gouvernement révolutionnaire 2 juin 1793-9 thermidor an II. Paris: Librairie Clavreuil."
        },
        {
            "key": "p_110",
            "unstructured": "Soboul, Albert. 1962. Précis d'histoire de la Révolution française. Paris: Éditions sociales."
        },
        {
            "key": "p_111",
            "unstructured": "Soboul, Albert. 1989. Dictionnaire historique de la Révolution française. Paris: Presses universitaires de France."
        },
        {
            "key": "p_112",
            "doi-asserted-by": "publisher",
            "DOI": "10.1017/S0010417500013098"
        },
        {
            "key": "p_113",
            "unstructured": "Sorokin, Pitirim A. 1925. The Sociology of Revolution. Philadelphia: J. B. Lippincott Company."
        },
        {
            "key": "p_114",
            "unstructured": "Stinchcombe, Arthur L. 1965. \"Social Structure and Organizations.\" In Handbook of Organizations, edited by James March, 169-180. New York: Rand McNally & Company."
        },
        {
            "key": "p_115",
            "unstructured": "Strauss, Leo. 1953. Droit naturel et histoire. Paris: Flammarion, 1986."
        },
        {
            "key": "p_116",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/421272"
        },
        {
            "key": "p_117",
            "unstructured": "Tilly, Charles. 1975. \"Revolutions and Collective Violence.\" In Handbook of Political Science, Vol. 3, edited by Fred Greenstein and Nelson Polsby, 483-555. Reading, MA: Addison-Wesley Publishing Company."
        },
        {
            "key": "p_118",
            "unstructured": "Tilly, Charles. 1978. From Mobilization to Revolution. Reading, MA: Addison-Wesley Publishing Company."
        },
        {
            "key": "p_119",
            "unstructured": "Tiryakian, Edward A. 1967. \"A Model of Societal Change and Its Lead Indicators.\" In The Study of Total Societies, edited by Samuel Z. Klausner, 69-97. Garden City, NY: Anchor Books."
        },
        {
            "key": "p_120",
            "unstructured": "Trimberger, Ellen Kay. 1978. Revolution from Above: Military Bureaucrats and Development in Japan, Turkey, Egypt, and Peru. New Brunswick, NJ: Transaction Publishers."
        },
        {
            "key": "p_121",
            "unstructured": "Tullock, Gordon. 1974. The Social Dilemma: The Economics of War and Revolution. Blacksburg, VA: University Publications."
        },
        {
            "key": "p_122",
            "doi-asserted-by": "crossref",
            "unstructured": "Tullock, Gordon. 1987. Autocracy. Dordrecht, Netherlands: Kluwer Academic Publishers.",
            "DOI": "10.1007/978-94-015-7741-0"
        },
        {
            "key": "p_123",
            "doi-asserted-by": "publisher",
            "DOI": "10.1093/bjps/axn025"
        },
        {
            "key": "p_124",
            "doi-asserted-by": "crossref",
            "unstructured": "Vincent, K. Steven. 2011. Benjamin Constant and the Birth of French Liberalism. New York: Palgrave Macmillan.",
            "DOI": "10.1057/9780230117105"
        },
        {
            "key": "p_125",
            "doi-asserted-by": "publisher",
            "DOI": "10.1086/226608"
        },
        {
            "key": "p_126",
            "unstructured": "Young, Arthur. 1794. Travels during the Years of 1787, 1788 and 1789 Undertaken More Particularly with a View of Ascertaining the Cultivation, Wealth, Resources, and National Prosperity of the Kingdom of France. London: J. Rackham."
        }
    ],
    "container-title": [
        "Journal of Economic Literature"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jel.20221651",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2024,
                9,
                6
            ]
        ],
        "date-time": "2024-09-06T11:57:57Z",
        "timestamp": 1725623877000
    },
    "score": 1,
    "resource": {
        "primary": {
            "URL": "https://pubs.aeaweb.org/doi/10.1257/jel.20221651"
        }
    },
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2024,
                9,
                1
            ]
        ]
    },
    "references-count": 126,
    "journal-issue": {
        "issue": "3",
        "published-print": {
            "date-parts": [
                [
                    2024,
                    9,
                    1
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1257/jel.20221651"
    ],
    "URL": "http://dx.doi.org/10.1257/jel.20221651",
    "relation": {},
    "ISSN": [
        "0022-0515",
        "2328-8175"
    ],
    "issn-type": [
        {
            "value": "0022-0515",
            "type": "print"
        },
        {
            "value": "2328-8175",
            "type": "electronic"
        }
    ],
    "subject": [],
    "published": {
        "date-parts": [
            [
                2024,
                9,
                1
            ]
        ]
    }
}