{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                29
            ]
        ],
        "date-time": "2021-03-29T10:24:02Z",
        "timestamp": 1617013442546
    },
    "reference-count": 112,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Literature"
    ],
    "published-print": {
        "date-parts": [
            [
                2020,
                9,
                1
            ]
        ]
    },
    "abstract": "<jats:p> This paper first documents trends in employment rates and then reviews what is known about the various factors that have been proposed to explain the decline in the overall employment-to-population ratio between 1999 and 2018. Population aging has had a large effect on the overall employment rate over this period, but within-age-group declines in employment among young- and prime-age adults also have played a central role. Among the factors with effects that we can quantify based on existing evidence, labor demand factors, in particular increased import competition from China and the penetration of robots into the labor market, are the most important drivers of observed within-group declines in employment. Labor supply factors, most notably increased participation in disability insurance programs, have played a less important but not inconsequential role. Increases in the real value of state minimum wages and in the share of individuals with prison records also have contributed modestly to the decline in the aggregate employment rate. In addition to the factors whose effects we roughly quantify, we identify a set of potentially important factors about which the evidence does not yet allow us to draw clear conclusions. These include the challenges associated with arranging child care, improvements in leisure technology, changing social norms, increased use of opioids, the growth in occupational licensing, and declining labor market fluidity. Our evidence-driven ranking of factors should be useful for guiding future discussions about the sources of decline in the aggregate employment-to-population ratio and consequently the likely efficacy of alternative policy approaches to increasing employment rates. (JEL E24, J64) </jats:p>",
    "DOI": "10.1257/jel.20191480",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2020,
                9,
                9
            ]
        ],
        "date-time": "2020-09-09T12:15:07Z",
        "timestamp": 1599653707000
    },
    "page": "585-643",
    "source": "Crossref",
    "is-referenced-by-count": 6,
    "title": [
        "Explaining the Decline in the US Employment-to-Population Ratio: A Review of the Evidence"
    ],
    "prefix": "10.1257",
    "volume": "58",
    "author": [
        {
            "given": "Katharine G.",
            "family": "Abraham",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Department of Economics and Joint Program in Survey Methodology, University of Maryland, Institute of Labor Economics, and NBER."
                }
            ]
        },
        {
            "given": "Melissa S.",
            "family": "Kearney",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Department of Economics, University of Maryland and NBER."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Literature"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jel.20191480",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                9,
                9
            ]
        ],
        "date-time": "2020-09-09T12:15:18Z",
        "timestamp": 1599653718000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2020,
                9,
                1
            ]
        ]
    },
    "references-count": 112,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2020,
                    9,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jel.20191480"
    ],
    "URL": "http://dx.doi.org/10.1257/jel.20191480",
    "relation": {},
    "ISSN": [
        "0022-0515"
    ],
    "issn-type": [
        {
            "value": "0022-0515",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}