{
    "datestamp": "Sun Apr 18 05:59:45 EDT 2021",
    "title": "Land Reform and Productivity: A Quantitative Analysis with Micro Data",
    "creator": "Tasso Adamopoulos",
    "identifier": [
        "110982",
        "110982",
        "https://doi.org/10.3886/E110982V1"
    ],
    "description": "We assess the effects of a major land policy change on farm size and agricultural productivity using a quantitative model and micro-level data. We study the 1988 land reform in the Philippines that imposed a ceiling on land holdings, redistributed above-ceiling lands to landless and smallholder households, and severely restricted the transferability of the redistributed farm lands. We study this reform in the context of an industry model of agriculture with a non-degenerate distribution of farm sizes featuring an occupation decision and a technology choice of farm operators. In this model, the land reform can reduce agricultural productivity not only by misallocating resources across farmers but also by distorting farmers' occupation and technology decisions. The model, calibrated to pre-reform farm-level data in the Philippines, implies that on impact the land reform reduces average farm size by 34 percent and agricultural productivity by 17 percent. The government assignment of land and the ban on its transfer are key for the magnitude of the results since a market allocation of the above-ceiling land produces about 1/3 of the size and productivity effects. These results emphasize the potential role of land market efficiency for misallocation and productivity in the agricultural sector.",
    "subject": [
        "agriculture",
        "productivity",
        "land reform",
        "misallocation",
        "land market",
        "crop choice",
        "O11 Macroeconomic Analyses of Economic Development",
        "O13 Agriculture bull; Natural Resources bull; Energy bull; Environment bull; Other Primary Products",
        "O14 Industrialization bull; Manufacturing and Service Industries bull; Choice of Technology",
        "O40 General",
        "O53 Asia including Middle East",
        "Q10 General",
        "R20 General",
        "R52 Land Use and Other Regulations",
        "R52"
    ]
}