{
    "datestamp": "Wed Apr 14 21:29:50 EDT 2021",
    "title": "Replication data for: Demographics and Industry Returns",
    "creator": "Stefano DellaVigna",
    "identifier": [
        "113222",
        "113222",
        "https://doi.org/10.3886/E113222V1"
    ],
    "description": "How do investors respond to predictable shifts in profitability? We consider how\ndemographic shifts affect profits and returns across industries. Cohort size fluctuations\nproduce forecastable demand changes for age-sensitive sectors, such as\ntoys, bicycles, beer, life insurance, and nursing homes. These demand changes are\npredictable once a specific cohort is born. We use lagged consumption and demographic\ndata to forecast future consumption demand growth induced by changes\nin age structure. We find that demand forecasts predict profitability by industry.\nMoreover, forecast demand changes five to ten years in the future predict annual\nindustry stock returns. One additional percentage point of annualized demand\ngrowth due to demographics predicts a 5 to 10 percentage point increase in annual\nabnormal industry stock returns. However, forecasted demand changes over shorter\nhorizons do not predict stock returns. A trading strategy exploiting demographic\ninformation earns an annualized risk-adjusted return of approximately 6 percent.\nWe present a model of inattention to information about the distant future that is\nconsistent with the findings. We also discuss alternative explanations, including\nomitted risk-based factors. (JEL E21, G12, G32, J11, L11, L25)",
    "subject": [
        "E21 Macroeconomics: Consumption; Saving; Wealth",
        "G12 Asset Pricing; Trading Volume; Bond Interest Rates",
        "G32 Financing Policy; Financial Risk and Risk Management; Capital and Ownership Structure; Value of Firms; Goodwill",
        "J11 Demographic Trends, Macroeconomic Effects, and Forecasts",
        "L11 Production, Pricing, and Market Structure; Size Distribution of Firms",
        "L25 Firm Performance: Size, Diversification, and Scope"
    ]
}