{
    "datestamp": "Wed Apr 14 10:59:35 EDT 2021",
    "title": "Replication data for: Emotional Judges and Unlucky Juveniles",
    "creator": "Ozkan Eren",
    "identifier": [
        "113701",
        "113701",
        "https://doi.org/10.3886/E113701V1"
    ],
    "description": "Employing the universe of juvenile court decisions in a U.S. state between 1996 and 2012, we analyze the effects of emotional shocks associated with unexpected outcomes of football games played by a prominent college team in the state. We find that unexpected losses increase sentence lengths assigned by judges during the week following the game. Unexpected wins, or losses that were expected to be close contests ex ante have no impact. The effects of these emotional shocks are asymmetrically borne by black defendants. The impact of upset losses on sentence lengths is larger for defendants if their cases are handled by judges who received their bachelor's degrees from the university with which the football team is affiliated. \nDifferent falsification tests and a number of auxiliary analyses demonstrate the robustness of the findings. These results provide evidence for the impact of emotions in one domain on decisions in a completely unrelated domain among a uniformly highly educated group of individuals (judges) who make decisions after deliberation that involve high stakes (sentence lengths). They also point to the existence of a subtle and previously-unnoticed capricious application of sentencing.",
    "subject": [
        "D83 Search; Learning; Information and Knowledge; Communication; Belief; Unawareness",
        "I23 Higher Education; Research Institutions",
        "J13 Fertility; Family Planning; Child Care; Children; Youth",
        "J15 Economics of Minorities, Races, Indigenous Peoples, and Immigrants; Non-labor Discrimination",
        "K42 Illegal Behavior and the Enforcement of Law",
        "L83 Sports; Gambling; Restaurants; Recreation; Tourism",
        "Z21 Sports Economics: Industry Studies"
    ]
}