{
    "datestamp": "Wed Apr 14 22:26:03 EDT 2021",
    "title": "Replication data for: Why Are There Still So Many Jobs? The History and Future of Workplace Automation",
    "creator": "David H. Autor",
    "identifier": [
        "113956",
        "113956",
        "https://doi.org/10.3886/E113956V1"
    ],
    "description": "In this essay, I begin by identifying the reasons that automation has not wiped out a majority of jobs over the decades and centuries. \nAutomation does indeed substitute for labor—as it is typically intended to do. \nHowever, automation also complements labor, raises output in ways that leads to higher demand for labor, and interacts with adjustments in labor supply. \nJournalists and even expert commentators tend to overstate the extent of machine substitution for human labor and ignore the strong complementarities between automation and labor that increase productivity, raise earnings, and augment demand for labor. \nChanges in technology do alter the types of jobs available and what those jobs pay. \nIn the last few decades, one noticeable change has been a \"polarization\" of the labor market, in which wage gains went disproportionately to those at the top and at the bottom of the income and skill distribution, not to those in the middle; however, I also argue, this polarization is unlikely to continue very far into future. \nThe final section of this paper reflects on how recent and future advances in artificial intelligence and robotics should shape our thinking about the likely trajectory of occupational change and employment growth. \nI argue that the interplay between machine and human comparative advantage allows computers to substitute for workers in performing routine, codifiable tasks while amplifying the comparative advantage of workers in supplying problem-solving skills, adaptability, and creativity.",
    "subject": [
        "E24 Employment; Unemployment; Wages; Intergenerational Income Distribution; Aggregate Human Capital; Aggregate Labor Productivity",
        "J22 Time Allocation and Labor Supply",
        "J23 Labor Demand",
        "J24 Human Capital; Skills; Occupational Choice; Labor Productivity",
        "J31 Wage Level and Structure; Wage Differentials",
        "O31 Innovation and Invention: Processes and Incentives"
    ]
}