{
    "datestamp": "Wed Apr 14 21:28:38 EDT 2021",
    "title": "Replication data for: Do Poverty Traps Exist? Assessing the Evidence",
    "creator": "Aart Kraay",
    "identifier": [
        "113928",
        "113928",
        "https://doi.org/10.3886/E113928V1"
    ],
    "description": "A \"poverty trap\" can be understood as a set of self-reinforcing mechanisms whereby countries start poor and remain poor: poverty begets poverty, so that current poverty is itself a direct cause of poverty in the future. The idea of a poverty trap has this striking implication for policy: much poverty is needless, in the sense that a different equilibrium is possible and one-time policy efforts to break the poverty trap may have lasting effects. But what does the modern evidence suggest about the extent to which poverty traps exist in practice and the underlying mechanisms that may be involved? The main mechanisms we examine include S-shaped savings functions at the country level; \"big-push\" theories of development based on coordination failures; hunger-based traps which rely on physical work capacity rising nonlinearly with food intake at low levels; and occupational poverty traps whereby poor individuals who start businesses that are too small will be trapped earning subsistence returns. We conclude that these types of poverty traps are rare and largely limited to remote or otherwise disadvantaged areas. We discuss behavioral poverty traps as a recent area of research, and geographic poverty traps as the most likely form of a trap. The resulting policy prescriptions are quite different from the calls for a big push in aid or an expansion of microfinance. The more-likely poverty traps call for action in less-traditional policy areas such as promoting more migration.",
    "subject": [
        "D31 Personal Income, Wealth, and Their Distributions",
        "I32 Measurement and Analysis of Poverty",
        "I38 Welfare, Well-Being, and Poverty: Government Programs; Provision and Effects of Welfare Programs",
        "O15 Economic Development: Human Resources; Human Development; Income Distribution; Migration",
        "R23 Urban, Rural, Regional, Real Estate, and Transportation Economics: Regional Migration; Regional Labor Markets; Population; Neighborhood Characteristics"
    ]
}