{
    "datestamp": "Wed Apr 14 22:41:51 EDT 2021",
    "title": "Replication data for: Microeconomic Heterogeneity and Macroeconomic Shocks",
    "creator": "Greg Kaplan",
    "identifier": [
        "114014",
        "114014",
        "https://doi.org/10.3886/E114014V1"
    ],
    "description": "In this essay, we discuss the emerging literature in macroeconomics that combines heterogeneous agent models, nominal rigidities, and aggregate shocks. This literature opens the door to the analysis of distributional issues, economic fluctuations, and stabilization policies—all within the same framework. In response to the limitations of the representative agent approach to economic fluctuations, a new framework has emerged that combines key features of heterogeneous agents (HA) and New Keynesian (NK) economies. These HANK models \noffer a much more accurate representation of household consumption behavior and can generate realistic distributions of income, wealth, and, albeit to a lesser degree, household balance sheets. At the same time, they can accommodate many sources of macroeconomic fluctuations, including those driven by aggregate demand. In sum, they provide a rich theoretical framework for quantitative analysis of the interaction between cross-sectional distributions and aggregate dynamics. In this article, we outline a state-of-the-art version of \nHANK together with its representative agent counterpart, and convey two broad messages about the role of household heterogeneity for the response of the macroeconomy to aggregate shocks: 1) the similarity between the Representative Agent New Keynesian (RANK) and HANK frameworks depends crucially on the shock being analyzed; and 2) certain important macroeconomic questions concerning economic fluctuations can only be addressed within heterogeneous agent models.",
    "subject": [
        "D11 Consumer Economics: Theory",
        "E12 General Aggregative Models: Keynes; Keynesian; Post-Keynesian; Modern Monetary Theory",
        "E21 Macroeconomics: Consumption; Saving; Wealth",
        "E23 Macroeconomics: Production",
        "E32 Business Fluctuations; Cycles",
        "E63 Comparative or Joint Analysis of Fiscal and Monetary Policy; Stabilization; Treasury Policy",
        "G01 Financial Crises"
    ]
}