{
    "datestamp": "Sun Apr 18 05:41:06 EDT 2021",
    "title": "Replication data for: From Proof of Concept to Scalable Policies: Challenges and Solutions, with an Application",
    "creator": "Abhijit Banerjee",
    "identifier": [
        "114005",
        "114005",
        "https://doi.org/10.3886/E114005V1"
    ],
    "description": "The promise of randomized controlled trials is that evidence gathered through the evaluation of a specific program helps us—possibly after several rounds of fine-tuning and multiple \nreplications in different contexts—to inform policy. However, critics have pointed out that a potential constraint in this agenda is that results from small \"proof-of-concept\" studies run by \nnongovernment organizations may not apply to policies that can be implemented by governments on a large scale. After discussing the potential issues, this paper describes the journey from the \noriginal concept to the design and evaluation of scalable policy. We do so by evaluating a series of strategies that aim to integrate the nongovernment organization Pratham's \"Teaching at the \nRight Level\" methodology into elementary schools in India. The methodology consists of reorganizing instruction based on children's actual learning levels, rather than on a prescribed syllabus, \nand has previously been shown to be very effective when properly implemented. We present evidence from randomized controlled trials involving some designs that failed to produce impacts \nwithin the regular schooling system but still helped shape subsequent versions of the program. As a result of this process, two versions of the programs were developed that successfully raised \nchildren's learning levels using scalable models in government schools. We use this example to draw general lessons about using randomized control trials to design scalable policies.",
    "subject": [
        "C90 Design of Experiments: General",
        "D78 Positive Analysis of Policy Formulation and Implementation",
        "I21 Analysis of Education",
        "I28 Education: Government Policy",
        "L31 Nonprofit Institutions; NGOs; Social Entrepreneurship",
        "O15 Economic Development: Human Resources; Human Development; Income Distribution; Migration"
    ]
}