{
    "datestamp": "Sun Apr 18 05:40:55 EDT 2021",
    "title": "Replication data for: Selection in Health Insurance Markets and Its Policy Remedies",
    "creator": "Michael Geruso",
    "identifier": [
        "114003",
        "114003",
        "https://doi.org/10.3886/E114003V1"
    ],
    "description": "Selection (adverse or advantageous) is the central problem that inhibits the smooth, efficient functioning of competitive health insurance markets. Even—and perhaps especially—when consumers are well-informed decision makers and insurance markets are highly competitive and offer choice, such markets may function inefficiently due to risk selection. Selection can cause markets to unravel with skyrocketing premiums and can cause consumers to be under- or overinsured. In its simplest form, adverse selection arises due to the tendency of those who expect to incur high health care costs in the future to be the most motivated purchasers. The costlier enrollees are more likely to become insured rather than to remain uninsured, and conditional on having health insurance, the costlier enrollees sort themselves to the more generous plans in the choice set. These dual problems represent the primary concerns for policymakers designing regulations for health insurance markets. In this essay, we review the theory and evidence concerning selection in competitive health insurance markets and discuss the common policy tools used to address the problems it creates. We emphasize the two markets that seem especially likely to be targets of reform in the short and medium term: Medicare Advantage (the private plan option available under Medicare) and the state-level individual insurance markets.",
    "subject": [
        "D82 Asymmetric and Private Information; Mechanism Design",
        "G22 Insurance; Insurance Companies; Actuarial Studies",
        "H51 National Government Expenditures and Health",
        "I13 Health Insurance, Public and Private",
        "I18 Health: Government Policy; Regulation; Public Health"
    ]
}