{
    "datestamp": "Sun Apr 18 05:41:20 EDT 2021",
    "title": "Replication data for: Brexit: The Economics of International Disintegration",
    "creator": "Thomas Sampson",
    "identifier": [
        "114000",
        "114000",
        "https://doi.org/10.3886/E114000V1"
    ],
    "description": "On June 23, 2016, the United Kingdom held a referendum on its membership in the European Union. Although most of Britain's establishment backed remaining in the European Union, 52 percent of \nvoters disagreed and handed a surprise victory to the \"leave\" campaign. Brexit, as the act of Britain exiting the EU has become known, is likely to occur in early 2019. This article discusses the \neconomic consequences of Brexit and the lessons of Brexit for the future of European and global integration. I start by describing the options for post-Brexit relations between the United Kingdom \nand the European Union and then review studies of the likely economic effects of Brexit. The main conclusion of this literature is that Brexit will make the United Kingdom poorer than it would \notherwise have been because it will lead to new barriers to trade and migration between the UK and the European Union. There is considerable uncertainty over how large the costs of Brexit will be, \nwith plausible estimates ranging between 1 and 10 percent of UK per capita income. The costs will be lower if Britain stays in the European Single Market following Brexit. Empirical estimates that \nincorporate the effects of trade barriers on foreign direct investment and productivity find costs 2–3 times larger than estimates obtained from quantitative trade models that hold \ntechnologies fixed.",
    "subject": [
        "D72 Political Processes: Rent-seeking, Lobbying, Elections, Legislatures, and Voting Behavior",
        "F13 Trade Policy; International Trade Organizations",
        "F15 Economic Integration",
        "F22 International Migration",
        "F55 International Institutional Arrangements"
    ]
}