{
    "datestamp": "Sun Apr 18 05:46:08 EDT 2021",
    "title": "Replication data for: Inventory Management, Product Quality, and Cross-Country Income Differences",
    "creator": "Bernardo S. Blum",
    "identifier": [
        "114154",
        "114154",
        "https://doi.org/10.3886/E114154V1"
    ],
    "description": "Previous research has documented that export shipments are \"lumpy\"—exporters make infrequent and relatively large shipments to any given export\n destination. This fact has been interpreted as implying that fixed, per shipment cost and inventory management decisions play a key role in international \ntrade. We document here that exports from poor countries are considerably more lumpy—have higher fixed per shipment cost—than those from rich \ncountries. Using a model of trade with inventory management, we estimate that the country at the ninetieth percentile of the distribution of per shipment \ncosts has almost three times higher costs than the one at the tenth percentile. We show that these per shipment cost differences have a reduced-form \nrepresentation given by an ad valorem trade cost that varies with export country income (as in Waugh 2010). A calibrated version of the model that \nincorporates these estimates and allows for endogenous product quality reveals that cross-country differences in per shipment costs explain almost 40 \npercent of the observed cross-country differences in income. It also shows that policies that lower per shipment costs can lead to significant welfare \ngains, mainly due to induced quality upgrading.",
    "subject": [
        "F12 Models of Trade with Imperfect Competition and Scale Economies; Fragmentation",
        "F14 Empirical Studies of Trade",
        "F43 Economic Growth of Open Economies",
        "G31 Capital Budgeting; Fixed Investment and Inventory Studies; Capacity",
        "O16 Economic Development: Financial Markets; Saving and Capital Investment; Corporate Finance and Governance",
        "O19 International Linkages to Development; Role of International Organizations"
    ]
}