{
    "datestamp": "Sun Apr 18 05:40:08 EDT 2021",
    "title": "Replication data for: Should We Tax Sugar-Sweetened Beverages? An Overview of Theory and Evidence",
    "creator": "Hunt Allcott",
    "identifier": [
        "116391",
        "116391",
        "https://doi.org/10.3886/E116391V1"
    ],
    "description": "Taxes on sugar-sweetened beverages are growing in popularity and have generated an active public debate. Are they a good idea? If so, how high should they be? Are \nsuch taxes regressive? People in the United States and some other countries consume remarkable quantities of sugar-sweetened beverages, and the evidence \nsuggests that this generates significant health costs. Building on recent work, we review the basic economic principles that determine the socially optimal sugar-sweetened beverage tax. The optimal tax depends on (1) externalities, or uninternalized health system costs from diseases caused by sugary drink consumption; (2) \ninternalities, or costs consumers impose on themselves by consuming too many sugary drinks due to poor nutrition knowledge and/or lack of self-control; and (3) \nregressivity, or how much the financial burden and the internality benefits from the tax fall on the poor. We summarize the empirical evidence about the key \nparameters that determine how large the tax should be. Our calculations suggest that sugar-sweetened beverage taxes are welfare enhancing and indeed that the \noptimal sugar-sweetened beverage tax rate may be higher than the 1 cent per ounce rate most commonly used in US cities. We end with seven concrete suggestions \nfor policymakers considering a sugar-sweetened beverage tax.",
    "subject": [
        "H25 Business Taxes and Subsidies including sales and value-added (VAT)",
        "H71 State and Local Taxation, Subsidies, and Revenue",
        "I12 Health Behavior",
        "I18 Health: Government Policy; Regulation; Public Health",
        "L66 Food; Beverages; Cosmetics; Tobacco; Wine and Spirits"
    ]
}