{
    "datestamp": "Wed Apr 14 22:44:26 EDT 2021",
    "title": "Cell Phone Access and Election Fraud: Evidence from a Spatial Regression Discontinuity Design in Afghanistan",
    "creator": "Robert Gonzalez",
    "identifier": [
        "118467",
        "118467",
        "https://doi.org/10.3886/E118467V1"
    ],
    "description": "This paper examines the impact of cell phone access on election fraud in the context of the 2009 Afghan presidential election. I combine cell phone coverage maps with unique data on the location of polling centers to accurately pinpoint which centers were exposed to coverage during the election. Results from a spatial regression discontinuity design along the two-dimensional coverage boundary provide considerable evidence that access to cell phones deters corrupt behavior. Polling centers just inside coverage areas report a drop in the share of fraudulent votes of about 4 percentage points while the likelihood of a fraudulent station goes down by about 8 percentage points. Analyses of the effect of coverage on citizen participation in election monitoring, election-related insurgent violence, and the tribal composition of villages suggest that the observed declines in fraud are likely attributed to cell phone access strengthening social monitoring capacity. From a policy perspective, these results illustrate how a widespread technology, namely cell phones, can exert a positive externality on institutional development via corruption deterrence.",
    "subject": [
        "election fraud",
        "spatial regression discontinuity",
        "cell phone",
        "D72 Political Processes: Rent-seeking, Lobbying, Elections, Legislatures, and Voting Behavior",
        "D73 Bureaucracy; Administrative Processes in Public Organizations; Corruption",
        "P16 Capitalist Systems: Political Economy",
        "P35 Socialist Institutions and Their Transitions: Public Economics",
        "P37 Socialist Systems and Transitional Economies: Legal Institutions; Illegal Behavior"
    ]
}