{
    "datestamp": "Sun Apr 18 05:56:06 EDT 2021",
    "title": "Data and Code for: Importing Political Polarization? The Electoral Consequences of Rising Trade Exposure",
    "creator": "David Autor",
    "identifier": [
        "119547",
        "119547",
        "https://doi.org/10.3886/E119547V3"
    ],
    "description": "\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tHas rising import competition contributed to the polarization of U.S. politics? Analyzing\nmultiple measures of political expression and results of congressional and presidential elections\nspanning the period 2000 through 2016, we find strong though not definitive evidence of an\nideological realignment in trade-exposed local labor markets that commences prior to the divisive\n2016 U.S. presidential election. Exploiting the exogenous component of rising import competition\nby China, we find that trade exposed electoral districts simultaneously exhibit growing ideological\npolarization in some domains—meaning expanding support for both strong-left and strong-right\nviews—and pure rightward shifts in others. Specifically, trade-impacted commuting zones or\ndistricts saw an increasing market share for the FOX News channel (a rightward shift), stronger\nideological polarization in campaign contributions (a polarized shift), and a relative rise in the\nlikelihood of electing a Republican to Congress (a rightward shift). Trade-exposed counties\nwith an initial majority white population became more likely to elect a GOP conservative,\nwhile trade-exposed counties with an initial majority-minority population become more likely\nto elect a liberal Democrat, where in both sets of counties, these gains came at the expense of\nmoderate Democrats (a polarized shift). In presidential elections, counties with greater trade\nexposure shifted towards the Republican candidate (a rightward shift). These results broadly\nsupport an emerging political economy literature that connects adverse economic shocks to sharp\nideological realignments that cleave along racial and ethnic lines and induce discrete shifts in\npolitical preferences and economic policy.\n\n\t\t\t\t\n\t\t\t\n\t\t",
    "subject": [
        "Trade and Labor Markets",
        "Political Economy of Trade",
        "D72 Political Processes: Rent-seeking, Lobbying, Elections, Legislatures, and Voting Behavior",
        "F14 Empirical Studies of Trade",
        "F60 Economic Impacts of Globalization: General"
    ]
}