{
    "indexed": {
        "date-parts": [
            [
                2021,
                11,
                9
            ]
        ],
        "date-time": "2021-11-09T13:44:10Z",
        "timestamp": 1636465450830
    },
    "reference-count": 80,
    "publisher": "The Econometric Society",
    "issue": "6",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "ECTA"
    ],
    "abstract": "<jats:p>Haavelmo (1944) proposed a probabilistic structure for econometric modeling, aiming to make econometrics useful for decision making. His fundamental contribution has become thoroughly embedded in econometric research, yet it could not answer all the deep issues that the author raised. Notably, Haavelmo struggled to formalize the implications for decision making of the fact that models can at most approximate actuality. In the same period, Wald (1939, 1945) initiated his own seminal development of statistical decision theory. Haavelmo favorably cited Wald, but econometrics did not embrace statistical decision theory. Instead, it focused on study of identification, estimation, and statistical inference. This paper proposes use of statistical decision theory to evaluate the performance of models in decision making. I consider the common practice of \n            <jats:italic>as‐if optimization</jats:italic>: specification of a model, point estimation of its parameters, and use of the point estimate to make a decision that would be optimal if the estimate were accurate. A central theme is that one should evaluate as‐if optimization or any other model‐based decision rule by its performance across the state space, listing all states of nature that one believes feasible, not across the model space. I apply the theme to prediction and treatment choice. Statistical decision theory is conceptually simple, but application is often challenging. Advancing computation is the primary task to complete the foundations sketched by Haavelmo and Wald.\n          </jats:p>",
    "DOI": "10.3982/ecta17985",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2021,
                11,
                8
            ]
        ],
        "date-time": "2021-11-08T08:34:12Z",
        "timestamp": 1636360452000
    },
    "page": "2827-2853",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Econometrics for Decision Making: Building Foundations Sketched by Haavelmo and Wald"
    ],
    "prefix": "10.3982",
    "volume": "89",
    "author": [
        {
            "given": "Charles F.",
            "family": "Manski",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Department of Economics and Institute for Policy Research, Northwestern University"
                }
            ]
        }
    ],
    "member": "2359",
    "published-online": {
        "date-parts": [
            [
                2021
            ]
        ]
    },
    "container-title": [
        "Econometrica"
    ],
    "original-title": [],
    "language": "en",
    "deposited": {
        "date-parts": [
            [
                2021,
                11,
                8
            ]
        ],
        "date-time": "2021-11-08T08:37:14Z",
        "timestamp": 1636360634000
    },
    "score": 1,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2021
            ]
        ]
    },
    "references-count": 80,
    "journal-issue": {
        "issue": "6",
        "published-online": {
            "date-parts": [
                [
                    2021
                ]
            ]
        }
    },
    "alternative-id": [
        "10.3982/ECTA17985"
    ],
    "URL": "http://dx.doi.org/10.3982/ecta17985",
    "relation": {},
    "ISSN": [
        "0012-9682"
    ],
    "issn-type": [
        {
            "value": "0012-9682",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ],
    "published": {
        "date-parts": [
            [
                2021
            ]
        ]
    }
}