{
    "indexed": {
        "date-parts": [
            [
                2020,
                6,
                9
            ]
        ],
        "date-time": "2020-06-09T21:34:51Z",
        "timestamp": 1591738491748
    },
    "reference-count": 22,
    "publisher": "The Econometric Society",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "ECTA"
    ],
    "abstract": "<jats:p>This paper examines the prices of basic staples in rural Mexico. We document that nonlinear pricing in the form of quantity discounts is common, that quantity discounts are sizable for basic staples, and that the well‐known conditional cash transfer program Progresa has significantly increased quantity discounts, although the program, as documented in previous studies, has not affected unit prices on average. To account for these patterns, we propose a model of price discrimination that nests those of Maskin and Riley (1984) and Jullien (2000), in which consumers differ in their tastes and, because of subsistence constraints, in their ability to pay for a good. We show that under mild conditions, a model in which consumers face heterogeneous subsistence or budget constraints is equivalent to one in which consumers have access to heterogeneous outside options. We rely on known results to characterize the equilibrium price schedule, which is nonlinear in quantity. We analyze the effect of nonlinear pricing on market participation as well as the impact of a market‐wide transfer, analogous to the Progresa one, when consumers are differentially constrained. We show that the model is structurally identified from data on prices and quantities from a single market under common assumptions. We estimate the model using data on three commonly consumed commodities from municipalities and localities in Mexico. Interestingly, we find that relative to linear pricing, nonlinear pricing is beneficial to a large number of households, including those consuming small quantities, mostly because of the higher degree of market participation that nonlinear pricing induces. We also show that the Progresa transfer has affected the slopes of the price schedules of the three commodities we study, which have become steeper as consistent with our model, leading to an increase in the intensity of price discrimination. Finally, we find that a reduced form of our model, in which the size of quantity discounts depends on the hazard rate of the distribution of quantities purchased in a village, accounts for the shift in price schedules induced by the program.</jats:p>",
    "DOI": "10.3982/ecta13918",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2020,
                2,
                3
            ]
        ],
        "date-time": "2020-02-03T12:37:03Z",
        "timestamp": 1580733423000
    },
    "page": "207-263",
    "source": "Crossref",
    "is-referenced-by-count": 1,
    "title": [
        "Nonlinear Pricing in Village Economies"
    ],
    "prefix": "10.3982",
    "volume": "88",
    "author": [
        {
            "given": "Orazio",
            "family": "Attanasio",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "University College London"
                },
                {
                    "name": "IFS"
                },
                {
                    "name": "FAIR at NHH"
                },
                {
                    "name": "NBER"
                },
                {
                    "name": "CEPR"
                }
            ]
        },
        {
            "given": "Elena",
            "family": "Pastorino",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Hoover Institution"
                },
                {
                    "name": "Stanford University"
                },
                {
                    "name": "Federal Reserve Bank of Minneapolis"
                }
            ]
        }
    ],
    "member": "2359",
    "published-online": {
        "date-parts": [
            [
                2020
            ]
        ]
    },
    "container-title": [
        "Econometrica"
    ],
    "original-title": [],
    "language": "en",
    "deposited": {
        "date-parts": [
            [
                2020,
                2,
                3
            ]
        ],
        "date-time": "2020-02-03T12:39:47Z",
        "timestamp": 1580733587000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2020
            ]
        ]
    },
    "references-count": 22,
    "journal-issue": {
        "published-online": {
            "date-parts": [
                [
                    2020
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.3982/ECTA13918"
    ],
    "URL": "http://dx.doi.org/10.3982/ecta13918",
    "relation": {},
    "ISSN": [
        "0012-9682"
    ],
    "issn-type": [
        {
            "value": "0012-9682",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}