{
    "indexed": {
        "date-parts": [
            [
                2020,
                12,
                1
            ]
        ],
        "date-time": "2020-12-01T21:04:26Z",
        "timestamp": 1606856666649
    },
    "reference-count": 49,
    "publisher": "The Econometric Society",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "ECTA"
    ],
    "abstract": "<jats:p>Weak contract enforcement may reduce the efficiency of production in developing countries. I study how contract enforcement affects efficiency in procurement auctions for the largest power projects in India. I gather data on bidding and ex post contract renegotiation and find that the renegotiation of contracts in response to cost shocks is widespread, despite that bidders are allowed to index their bids to future costs like the price of coal. To study heterogeneity in bidding strategies, I construct a new measure of firm connectedness, based on whether a firm has been awarded coal concessions by the Government. Connected firms choose to index less of the value of their bids to coal prices and, through this strategy, expose themselves to cost shocks to induce renegotiation. I use a structural model of bidding in a scoring auction to characterize equilibrium bidding when bidders are heterogeneous both in cost and in the payments they expect after renegotiation. The model estimates show that bidders offer power \n            <jats:italic>below</jats:italic> cost due to the expected value of later renegotiation. The model is used to simulate bidding and efficiency with strict contract enforcement. Contract enforcement is found to be pro‐competitive. With no renegotiation, equilibrium bids would rise to cover cost, but markups relative to total contract value fall sharply. Production costs decline, due to projects being allocated to lower‐cost bidders over those who expect larger payments in renegotiation.\n          </jats:p>",
    "DOI": "10.3982/ecta17041",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2020,
                3,
                16
            ]
        ],
        "date-time": "2020-03-16T11:12:47Z",
        "timestamp": 1584357167000
    },
    "page": "383-424",
    "source": "Crossref",
    "is-referenced-by-count": 3,
    "title": [
        "Contract Enforcement and Productive Efficiency: Evidence From the Bidding and Renegotiation of Power Contracts in India"
    ],
    "prefix": "10.3982",
    "volume": "88",
    "author": [
        {
            "given": "Nicholas",
            "family": "Ryan",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Department of Economics, Yale University"
                }
            ]
        }
    ],
    "member": "2359",
    "published-online": {
        "date-parts": [
            [
                2020
            ]
        ]
    },
    "container-title": [
        "Econometrica"
    ],
    "original-title": [],
    "language": "en",
    "deposited": {
        "date-parts": [
            [
                2020,
                3,
                16
            ]
        ],
        "date-time": "2020-03-16T11:13:16Z",
        "timestamp": 1584357196000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2020
            ]
        ]
    },
    "references-count": 49,
    "journal-issue": {
        "published-online": {
            "date-parts": [
                [
                    2020
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.3982/ECTA17041"
    ],
    "URL": "http://dx.doi.org/10.3982/ecta17041",
    "relation": {},
    "ISSN": [
        "0012-9682"
    ],
    "issn-type": [
        {
            "value": "0012-9682",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}