{
    "datestamp": "Wed Apr 14 22:26:14 EDT 2021",
    "title": "Replication data for: How Business Is Done in the Developing World: Deals versus Rules",
    "creator": "Mary Hallward-Driemeier",
    "identifier": [
        "113953",
        "113953",
        "https://doi.org/10.3886/E113953V1"
    ],
    "description": "What happens in the developing world when stringent regulations characterizing the investment climate meet weak government willingness or capability to enforce those regulations? \nHow is business actually done? \nThe Doing Business project surveys experts concerning the legally required time and costs of regulatory compliance for various aspects of private enterprise—starting a firm, dealing with construction permits, trading across borders, paying taxes, getting credit, enforcing contracts, and so on—around the world. \nThe World Bank's firm-level Enterprise Surveys around the world ask managers at a wide array of firms about their business, including questions about how long it took to go through various processes like obtaining an operating license or a construction permit, or bringing in imports. \nThis paper compares the results of three broadly comparable indicators from the Doing Business and Enterprise Surveys. \nOverall, we find that the estimate of legally required time for firms to complete a certain legal and regulatory process provided by the Doing Business survey does not summarize even modestly well the experience of firms as reported by the Enterprise Surveys. \nWhen strict de jure regulation and high rates of taxation meet weak governmental capabilities for implementation and enforcement, we argue that researchers and policymakers should stop thinking about regulations as creating \"rules\" to be followed, but rather as creating a space in which \"deals\" of various kinds are possible.",
    "subject": [
        "G38 Corporate Finance and Governance: Government Policy and Regulation",
        "K22 Business and Securities Law",
        "L21 Business Objectives of the Firm",
        "L26 Entrepreneurship",
        "L51 Economics of Regulation",
        "M13 New Firms; Startups",
        "O14 Industrialization; Manufacturing and Service Industries; Choice of Technology"
    ]
}