{
    "datestamp": "Wed Apr 14 21:28:32 EDT 2021",
    "title": "Replication data for: The Missing \"Missing Middle\"",
    "creator": "Chang-Tai Hsieh",
    "identifier": [
        "113933",
        "113933",
        "https://doi.org/10.3886/E113933V1"
    ],
    "description": "Although a large literature seeks to explain the \"missing middle\" of mid-sized firms in developing countries, there is surprisingly little empirical backing for existence of the missing middle. Using microdata on the full distribution of both formal and informal sector manufacturing firms in India, Indonesia, and Mexico, we document three facts. First, while there are a very large number of small firms, there is no \"missing middle\" in the sense of a bimodal distribution: mid-sized firms are missing, but large firms are missing too, and the fraction of firms of a given size is smoothly declining in firm size. Second, we show that the distribution of average products of capital and labor is unimodal, and that large firms, not small firms, have higher average products. This is inconsistent with many models explaining \"the missing middle\" in which small firms with high returns are constrained from expanding. Third, we examine regulatory and tax notches in India, Indonesia, and Mexico of the sort often thought to discourage firm growth and find no economically meaningful bunching of firms near the notch points. We show that existing beliefs about the missing middle are largely due to arbitrary transformations that were made to the data in previous studies.",
    "subject": [
        "D24 Production; Cost; Capital; Capital, Total Factor, and Multifactor Productivity; Capacity",
        "G30 Corporate Finance and Governance: General",
        "L11 Production, Pricing, and Market Structure; Size Distribution of Firms",
        "L51 Economics of Regulation",
        "L60 Industry Studies: Manufacturing: General",
        "O14 Industrialization; Manufacturing and Service Industries; Choice of Technology",
        "O17 Formal and Informal Sectors; Shadow Economy; Institutional Arrangements"
    ]
}