{
    "datestamp": "Wed Apr 14 22:26:08 EDT 2021",
    "title": "Replication data for: Law, Regulation, and the Business Climate: The Nature and Influence of the World Bank Doing Business Project",
    "creator": "Timothy Besley",
    "identifier": [
        "113957",
        "113957",
        "https://doi.org/10.3886/E113957V1"
    ],
    "description": "The importance of a well-functioning legal and regulatory system in creating an effective market economy is now widely accepted. \nOne flagship project that tries to measure the environment in which businesses operate in countries across the world is the World Bank's Doing Business project, which was launched in 2002. \nThis project gathers quantitative data to compare regulations faced by small and medium-size enterprises across economies and over time. \nThe centerpiece of the project is the annual Doing Business report. \nIt was first published in 2003 with five sets of indicators for 133 economies, and currently includes 11 sets of indicators for 189 economies. \nThe report includes a table that ranks each country in the world according to its scores across the indicators. \nThe Doing Business project has become a major resource for academics, journalists, and policymakers. \nThe project also enjoys a high public profile with close to ten million hits on its website each year. \nWith such interest, it's no surprise that the Doing Business report has come under intense scrutiny. \nIn 2012, following discussions by its board, the World Bank commissioned an independent review panel to evaluate the project, on which I served as a member. \nIn this paper, I first describe how the Doing Business project works and illustrate with some of the key findings of the 2015 report. \nNext, I address what is valuable about the project, the criticisms of it, and some wider political economy issues illustrated by the report.",
    "subject": [
        "G38 Corporate Finance and Governance: Government Policy and Regulation",
        "K22 Business and Securities Law",
        "L21 Business Objectives of the Firm",
        "L26 Entrepreneurship",
        "L51 Economics of Regulation",
        "M13 New Firms; Startups",
        "O14 Industrialization; Manufacturing and Service Industries; Choice of Technology"
    ]
}