{
    "datestamp": "Wed Apr 14 22:20:04 EDT 2021",
    "title": "Replication data for: The Cost of Reducing Greenhouse Gas Emissions",
    "creator": "Kenneth Gillingham",
    "identifier": [
        "114022",
        "114022",
        "https://doi.org/10.3886/E114022V1"
    ],
    "description": "Most countries, including the United States, have an array of greenhouse gas mitigation policies, which provide subsidies or restrictions typically aimed at specific technologies or sectors. Such \nclimate policies range from automobile fuel economy standards, to gasoline taxes, to mandating that a certain amount of electricity in a state comes from renewables, to subsidizing solar and \nwind electrical generation, to mandates requiring the blending of biofuels into the surface transportation fuel supply, to supply-side restrictions on fossil fuel extraction. This paper reviews the\n costs of various technologies and actions aimed at reducing greenhouse gas emissions. Our aim is twofold. First, we seek to provide an up-to-date summary of costs of actions that can be taken\n now using currently available technology. These costs focus on expenditures and emissions reductions over the life of a project compared to some business-as-usual benchmark—for example, \nreplacing coal-fired electricity generation with wind, or weatherizing a home. We refer to these costs as static because they are costs over the life of a specific project undertaken now, and they \nignore spillovers. Our second aim is to distinguish between dynamic and static costs and to argue that some actions taken today with seemingly high static costs can have low dynamic costs, and\n vice versa. We make this argument at a general level and through two case studies, of solar panels and of electric vehicles, technologies whose costs have fallen sharply. Under the right \ncircumstances, dynamic effects will offer a justification for policies that have high costs according to a myopic calculation.",
    "subject": [
        "H23 Taxation and Subsidies: Externalities; Redistributive Effects; Environmental Taxes and Subsidies",
        "L94 Electric Utilities",
        "Q35 Hydrocarbon Resources",
        "Q42 Alternative Energy Sources",
        "Q51 Valuation of Environmental Effects",
        "Q54 Climate; Natural Disasters and Their Management; Global Warming"
    ]
}