{
    "datestamp": "Wed Apr 14 22:42:03 EDT 2021",
    "title": "Replication data for: Social Connectedness: Measurement, Determinants, and Effects",
    "creator": "Michael Bailey",
    "identifier": [
        "114016",
        "114016",
        "https://doi.org/10.3886/E114016V1"
    ],
    "description": "Social networks can shape many aspects of social and economic activity: migration and trade, job-seeking, innovation, consumer preferences and sentiment, public health, social mobility, and more. In turn, social networks themselves are associated with geographic proximity, historical ties, political boundaries, and other factors. Traditionally, the unavailability of large-scale and representative data on social connectedness between individuals or geographic regions has posed a challenge for empirical research on social networks. More recently, a body \nof such research has begun to emerge using data on social connectedness from online social networking services such as Facebook, LinkedIn, and Twitter. To date, most of these research projects have been built on anonymized administrative microdata from Facebook, typically by working with coauthor teams that include Facebook employees. However, there is an \ninherent limit to the number of researchers that will be able to work with social network data through such collaborations. In this paper, we therefore introduce a new measure of social connectedness at the US county level. Our Social Connectedness Index is based on friendship links on Facebook, the global online social networking service. Specifically, the Social Connectedness Index corresponds to the relative frequency of Facebook friendship links between every county-pair in the United States, and between every US county and every foreign\n country. Given Facebook's scale as well as the relative representativeness of Facebook's user body, these data provide the first comprehensive measure of friendship networks at a national level.",
    "subject": [
        "C43 Index Numbers and Aggregation; Leading indicators",
        "L86 Information and Internet Services; Computer Software",
        "Z13 Economic Sociology; Economic Anthropology; Language; Social and Economic Stratification"
    ]
}