{
    "datestamp": "Wed Apr 14 22:41:31 EDT 2021",
    "title": "Replication data for: What Happened: Financial Factors in the Great Recession",
    "creator": "Mark Gertler",
    "identifier": [
        "114018",
        "114018",
        "https://doi.org/10.3886/E114018V1"
    ],
    "description": "At the onset of the recent global financial crisis, the workhorse macroeconomic models assumed frictionless financial markets. These frameworks were thus not able to anticipate the crisis, nor to analyze how the disruption of credit markets changed what initially appeared like a mild downturn into the Great Recession. Since that time, an explosion of both theoretical and empirical research has investigated how the financial crisis emerged and how it was transmitted to the real sector. The goal of this paper is to describe what we have learned from \nthis new research and how it can be used to understand what happened during the Great Recession. In the process, we also present some new empirical work. We argue that a complete description of the Great Recession must take account of the financial distress facing both households and banks and, as the crisis unfolded, nonfinancial firms as well. Exploiting both \npanel data and time series methods, we analyze the contribution of the house price decline, versus the banking distress indicator, to the overall decline in employment during the Great Recession. We confirm a common finding in the literature that the household balance sheet channel is important for regional variation in employment. However, we also find that the disruption in banking was central to the overall employment contraction.",
    "subject": [
        "E23 Macroeconomics: Production",
        "E24 Employment; Unemployment; Wages; Intergenerational Income Distribution; Aggregate Human Capital; Aggregate Labor Productivity",
        "E32 Business Fluctuations; Cycles",
        "E44 Financial Markets and the Macroeconomy",
        "G01 Financial Crises",
        "G21 Banks; Depository Institutions; Micro Finance Institutions; Mortgages",
        "R31 Housing Supply and Markets"
    ]
}