{
    "datestamp": "Wed Apr 14 22:26:30 EDT 2021",
    "title": "Replication data for: Selection and Market Reallocation: Productivity Gains from Multinational Production",
    "creator": "Laura Alfaro",
    "identifier": [
        "114669",
        "114669",
        "https://doi.org/10.3886/E114669V1"
    ],
    "description": "Assessing productivity gains from multinational production has been a vital topic of economic research and policy debate. Positive productivity gains are often attributed to productivity spillovers; however, an\n alternative, much less emphasized channel is selection and market reallocation, whereby competition leads to factor and revenue reallocation within and between domestic firms and exits of the least productive\n firms. We investigate the roles of these different mechanisms in determining aggregate-productivity gains using a unifying framework that explores the mechanisms' distinct predictions on the distributions of\n domestic firms: within-firm productivity improvement shifts rightward or reshapes the productivity distribution, while selection and market reallocation move the revenue and employment distributions leftward\n and raise left truncations. Using a rich cross-country firm-level panel dataset, we find significant evidence of both mechanisms and effects of competition in product, technology, and labor space. However,\n selection and market reallocation account for the majority of aggregate-productivity gains, suggesting ignoring this channel could lead to substantial bias in understanding the nature of productivity gains from\n multinational production.",
    "subject": [
        "D22 Firm Behavior: Empirical Analysis",
        "D24 Production; Cost; Capital; Capital, Total Factor, and Multifactor Productivity; Capacity",
        "F14 Empirical Studies of Trade",
        "F23 Multinational Firms; International Business",
        "G32 Financing Policy; Financial Risk and Risk Management; Capital and Ownership Structure; Value of Firms; Goodwill",
        "O47 Empirical Studies of Economic Growth; Aggregate Productivity; Cross-Country Output Convergence"
    ]
}