{
    "datestamp": "Wed Apr 14 21:29:03 EDT 2021",
    "title": "Replication Data for: A Century of the American Woman Voter:  Sex Gaps in Political Participation, Preferences, and Partisanship Since Women’s Enfranchisement",
    "creator": "Elizabeth Cascio",
    "identifier": [
        "117331",
        "117331",
        "https://doi.org/10.3886/E117331V1"
    ],
    "description": "This year marks the centennial of the Nineteenth\nAmendment, which provided American women a constitutional guarantee to the\nfranchise. We assemble data from a variety of sources to document and explore trends\nin women’s political participation, issue preferences, and partisanship since that\ntime. We show that in the early years following enfranchisement, women voted at\nmuch lower rates than men and held distinct issue preferences, despite splitting\ntheir votes across parties similarly to men. nbsp;But by the dawn of the 21st\ncentury, women not only voted more than men, but also voted differently, systematically\nfavoring the Democratic party. We find that the rise in women’s relative voter turnout\nlargely reflects cross-cohort changes in voter participation and coincided with\nincreasing rates of high school completion. By contrast, women’s relative shift\ntoward the Democratic party permeates all cohorts and appears to owe more to\nchanges in how parties have defined themselves than to changes in issue\npreferences.nbsp; The findings suggest that a\nconfluence of factors have led to the unique place women currently occupy in\nthe American electorate, one where they are arguably capable of exerting more political\ninfluence than ever before.",
    "subject": [
        "voting",
        "voting rights",
        "voting behavior",
        "gender",
        "I00 Health, Education, and Welfare: General",
        "J16 Economics of Gender; Non-labor Discrimination",
        "K16 Election Law",
        "N32 Economic History: Labor and Consumers, Demography, Education, Health, Welfare, Income, Wealth, Religion, and Philanthropy: U.S.; Canada: 1913-"
    ]
}