{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                17
            ]
        ],
        "date-time": "2021-04-17T10:24:23Z",
        "timestamp": 1618655063099
    },
    "reference-count": 6,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2014,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The development of the US manufacturing sector over the last half-century displays two striking and somewhat contradictory features: 1) the growth of real output in the US manufacturing sector, measured by real value added, has equaled or exceeded that of total GDP, keeping the manufacturing share of the economy constant in price-adjusted terms; and 2) there is a long-standing decline in the share of total employment attributable to manufacturing. The persistence of these trends seems inconsistent with stories of a recent or sudden crisis in the US manufacturing sector. After all, as recently as 2010, the United States had the world's largest manufacturing sector measured by its valued-added, and while it has now been surpassed by China, the United States remains a very large manufacturer. On the other hand, there are some potential causes for concern. First, though manufacturing's output share of GDP has remained stable over 50 years, and manufacturing retains a reputation as a sector of rapid productivity improvements, this is largely due to the spectacular performance of one subsector of manufacturing: computers and electronics. Second, recently there has been a large drop in the absolute level of manufacturing employment that many find alarming. Third, the US manufacturing sector runs an enormous trade deficit, equaling $460 billion in 2012, which is also very concentrated in trade with Asia. Finally, we consider the future evolution of the manufacturing sector and its importance for the US economy. Many of the largest US corporations continue to shift their production facilities overseas. It is important to understand why the United States is not perceived to be an attractive base for their production. </jats:p>",
    "DOI": "10.1257/jep.28.1.3",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2014,
                2,
                5
            ]
        ],
        "date-time": "2014-02-05T13:37:00Z",
        "timestamp": 1391607420000
    },
    "page": "3-26",
    "source": "Crossref",
    "is-referenced-by-count": 77,
    "title": [
        "US Manufacturing: Understanding Its Past and Its Potential Future"
    ],
    "prefix": "10.1257",
    "volume": "28",
    "author": [
        {
            "given": "Martin Neil",
            "family": "Baily",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Senior Fellow in the Economic Studies Program and the Bernard L. Schwartz Chair in Economic Policy Development"
                }
            ]
        },
        {
            "given": "Barry P.",
            "family": "Bosworth",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Senior Fellow in the Economic Studies Program and the Robert V. Roosa Chair in International Economics, the Brookings Institution, Washington, DC. ."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.28.1.3",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:29:44Z",
        "timestamp": 1591133384000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2014,
                2,
                1
            ]
        ]
    },
    "references-count": 6,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2014,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.28.1.3"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.28.1.3",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}