{
    "indexed": {
        "date-parts": [
            [
                2022,
                8,
                9
            ]
        ],
        "date-time": "2022-08-09T13:13:32Z",
        "timestamp": 1660050812912
    },
    "reference-count": 37,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2022,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Episodes of macroeconomic upheaval associated with monetary policy failure have provided the stage for important debates on rules versus discretion. We discuss the main features, results, commonalities, and differences in the debates that emerged after three such episodes. The modern debate was born during the Great Inflation of the 1970s and focused on both rules versus discretion and the properties of alternative rules. The middle debate originated with Henry Simons and the Chicago School during the Great Depression in the 1930s and focuses on policy uncertainty. The earliest systematic debate involved the Currency and Banking Schools in Britain in the 1820s, but, in spite the views of many of its participants and doctrinal historians, it seems to have primarily been about the degree of activism under a single rule—that of the gold standard. </jats:p>",
    "DOI": "10.1257/jep.36.3.245",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2022,
                8,
                9
            ]
        ],
        "date-time": "2022-08-09T12:33:41Z",
        "timestamp": 1660048421000
    },
    "page": "245-260",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Retrospectives: On the Evolution of the Rules versus Discretion Debate in Monetary Policy"
    ],
    "prefix": "10.1257",
    "volume": "36",
    "author": [
        {
            "given": "Harris",
            "family": "Dellas",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Harris Dellas is Professor and Director, Institute of Political Economy, University of Bern, Bern, Switzerland, and Research Fellow, Centre for Economic Policy Research (CEPR), London, United Kingdom."
                }
            ]
        },
        {
            "given": "George S.",
            "family": "Tavlas",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "George S. Tavlas is Alternate to the Governor of the Bank of Greece on the European Central Bank (ECB) Governing Council and Distinguished Visiting Fellow, Hoover Institution, Stanford, California. Tavlas is the corresponding author at ."
                }
            ]
        }
    ],
    "member": "11",
    "reference": [
        {
            "key": "p_1",
            "doi-asserted-by": "crossref",
            "unstructured": "Arnon, Arie. 1991. Thomas Tooke: Pioneer of Monetary Theory. Ann Arbor: University of Michigan Press. Arnon, Arie. 2010. Monetary Theory and Policy from Hume and Smith to Wicksell: Money, Credit, and the",
            "DOI": "10.1017/CBO9780511921384"
        },
        {
            "key": "p_2",
            "unstructured": "Economy. New York: Cambridge University Press. Asso, Francesco Pier, and Robert Leeson. 2012. \"Monetary Policy Rules: from Adam Smith to John"
        },
        {
            "key": "p_4",
            "unstructured": "Robert Leeson, and George A. Kahn, 3-62. Stanford: Hoover Institution Press. Bagehot, Walter. 1873. Lombard Street: A Description of the Money Market. Homewood, Illinois: Richard D."
        },
        {
            "key": "p_5",
            "unstructured": "Irwin, Inc., 1962. Barro, Robert J., and David B. Gordon. 1983. \"A Positive Theory of Monetary Policy in a Natural Rate"
        },
        {
            "key": "p_6",
            "unstructured": "Model.\" Journal of Political Economy 91 (4): 589-610. Blaug, Mark. 1962. Economic Theory in Retrospect. Cambridge: Cambridge University Press. Calvo, Guillermo A. 1978. \"On the Time Consistency of Optimal Policy in a Monetary Economy.\" Econo"
        },
        {
            "key": "p_7",
            "author": "Clerc Laurent",
            "year": "2011",
            "journal-title": "Journal"
        },
        {
            "key": "p_8",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/1052684"
        },
        {
            "key": "p_9",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/1052546"
        },
        {
            "key": "p_10",
            "unstructured": "(3): 241-50. Dellas, Harris, and George S. Tavlas. 2021. \"The Dog That Didn't Bark: The Curious Case of Lloyd Mints,"
        },
        {
            "key": "p_11",
            "unstructured": "Milton Friedman, and the Emergence of Monetarism.\" History of Political Economy 53 (4): 633-72. Demeulemeester, Samuel. 2019. \"The 100% Money Proposal of the 1930s: Conceptual Clarification and"
        },
        {
            "key": "p_12",
            "unstructured": "Theoretical Analysis.\" PhD diss. Université de Lyon. Flanders, M. June. 1989. International Monetary Economics, 1870-1960: Between the Classical and the New"
        },
        {
            "key": "p_13",
            "unstructured": "Classical. New York: Cambridge University Press. Friedman, Milton. 1948. \"A Monetary and Fiscal Framework for Economic Stability.\" Reprinted in Milton"
        },
        {
            "key": "p_14",
            "unstructured": "Friedman, ed., Essays in Positive Economics. Chicago: University of Chicago Press, 1953, pp. 133-56. Friedman, Milton. 1953. \"The Effects of a Full-Employment Policy on Economic Stability: A Formal"
        },
        {
            "key": "p_15",
            "first-page": "1867",
            "author": "Analysis In",
            "year": "1960",
            "journal-title": "A Monetary History of the United States"
        },
        {
            "key": "p_16",
            "unstructured": "Princeton, NJ: Princeton University Press. Galí, Jordi. 2008. Monetary Policy, Inflation, and the Business Cycle: An Introduction to the New Keynesian"
        },
        {
            "key": "p_17",
            "unstructured": "Framework and Its Applications. Princeton, NJ: Princeton University Press. Goodhart, Charles A.E., and Meinhard A. Jensen. 2015. \"Currency School versus Banking School: An"
        },
        {
            "key": "p_18",
            "unstructured": "Ongoing Confrontation.\" Economic Thought 4 (2): 20-31. Humphrey, Thomas M. 1974. \"The Quantity Theory of Money: Its Historical Revolution and Role in"
        },
        {
            "key": "p_19",
            "unstructured": "Policy Debates.\" Federal Reserve Bank of Richmond, Economic Review (3): 2-19. Humphrey, Thomas M. 1988. \"Rival Notions of Money.\" Federal Reserve Bank of Richmond, Economic"
        },
        {
            "key": "p_20",
            "unstructured": "Review (5): 3-9. Kydland, Finn E., and Edward C. Prescott. 1977. \"Rules Rather than Discretion: The Inconsistency of"
        },
        {
            "key": "p_21",
            "unstructured": "Optical Plans.\" Journal of Political Economy 85 (3): 473-92. Laidler, David. 1992. \"Bullionist Controversy.\" In The New Palgrave Dictionary of Money and Finance, Vol."
        },
        {
            "key": "p_22",
            "unstructured": "1, edited by Peter Newman, Murray Milgate, and John Eatwell, 255-61. London: Macmillan Press. Laidler, David. 2002. \"Rules, Discretion, and Financial Crises in Classical and Neoclassical Economics.\""
        },
        {
            "key": "p_23",
            "unstructured": "Economic Issues 7 (2): 11-34. Loyd, Samuel Jones. 1837. Reflections Suggested by a Perusal of Mr. J. Horsley Palmer's Pamphlet: On the Causes"
        },
        {
            "key": "p_24",
            "unstructured": "and Consequences of the Pressure on the Money Market. London: Pelham Richardson. Loyd, Samuel Jones. 1844. Thoughts on the Separation of the Departments of the Bank of England. Cornhill:"
        },
        {
            "key": "p_25",
            "unstructured": "Pelham Richardson. Meltzer, Allan H. 2002. A History of the Federal Reserve. Chicago: University of Chicago Press. Meltzer, Allan H. 2010. A History of the Federal Reserve, Volume 2, Book 1, 1951-1969. Chicago: University"
        },
        {
            "issue": "2",
            "key": "p_26",
            "doi-asserted-by": "crossref",
            "first-page": "60",
            "DOI": "10.2307/1927350",
            "volume": "28",
            "author": "Chicago Press Mints",
            "year": "1945",
            "journal-title": "Review of Economic Statistics"
        },
        {
            "key": "p_27",
            "unstructured": "University of Chicago Press. O'Brien, Denis P. 1992. \"Currency Principle.\" In The New Palgrave Dictionary of Money and Finance, Vol."
        },
        {
            "key": "p_28",
            "unstructured": "1, edited by Peter Newman, Murray Milgate, and John Eatwell, 564-65. London: Macmillan Press. O'Brien, Denis P. 2007. The Development of Monetary Economics: A Modern Perspective on Monetary Contro"
        },
        {
            "key": "p_29",
            "unstructured": "versies. Cheltenham: Edward Elgar. Parliamentary Committee on Banks of Issue. 1840. Report from the Select Committee on Banks of Issue. Great"
        },
        {
            "key": "p_30",
            "unstructured": "Britain: House of Commons. Phillips, Ronnie J. 1995. The Chicago Plan and New Deal Banking Reform. New York: M.E. Sharpe. Robbins, Lionel. 1958. Robert Torrens and the Evolution of Classical Economics. New York: St. Martin's Press. Schumpeter, Joseph A. 1954. History of Economic Analysis. New York: Oxford University Press. Schwartz, Anna J. 1992. \"Banking School, Currency School, Free Banking School.\" In The New Palgrave"
        },
        {
            "key": "p_32",
            "unstructured": "148-51. London: Macmillan Press. Simons, Henry C. 1933. \"Banking and Currency Reform,\" including Appendix, \"Banking and Business"
        },
        {
            "key": "p_34",
            "unstructured": "Unsigned mimeograph, Department of Economics, University of Chicago. Simons, Henry C. 1936. \"Rules versus Authorities in Monetary Policy.\" In Economic Policy for a Free Society,"
        },
        {
            "key": "p_35",
            "author": "Simons Chicago Press",
            "year": "1948",
            "journal-title": "Journal of"
        },
        {
            "key": "p_36",
            "unstructured": "the History of Economic Thought 44 (1): 1-23. Tavlas, George S. Forthcoming. The Monetarists: The Making of the Chicago Monetary Tradition, 1927-1960."
        },
        {
            "key": "p_37",
            "unstructured": "Chicago: University of Chicago Press. Taylor, John B. 1993. \"Discretion versus Policy Rules in Practice.\" Carnegie-Rochester Series on Public Policy"
        },
        {
            "key": "p_38",
            "doi-asserted-by": "crossref",
            "unstructured": "39: 195-214. Taylor, John B. 2017. \"Rules Versus Discretion: Assessing the Debate Over the Conduct of Monetary",
            "DOI": "10.3386/w24149"
        },
        {
            "key": "p_39",
            "unstructured": "Policy.\" NBER Working Paper 24149. Tooke, Thomas. 1844. An Inquiry into the Currency Principle: The Connection of the Currency with Prices,"
        },
        {
            "key": "p_41",
            "unstructured": "Longmans. Viner, Jacob. 1937. Studies in the Theory of International Trade. New York: Harper and Brothers Publishers. Walsh, Carl E. 2010. Monetary Theory and Policy. 3rd ed. Cambridge, MA: The MIT Press. Woodford, Michael. 2003. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton:"
        }
    ],
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.36.3.245",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2022,
                8,
                9
            ]
        ],
        "date-time": "2022-08-09T12:34:29Z",
        "timestamp": 1660048469000
    },
    "score": 1,
    "resource": {
        "primary": {
            "URL": "https://pubs.aeaweb.org/doi/10.1257/jep.36.3.245"
        }
    },
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2022,
                8,
                1
            ]
        ]
    },
    "references-count": 37,
    "journal-issue": {
        "issue": "3",
        "published-print": {
            "date-parts": [
                [
                    2022,
                    8,
                    1
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1257/jep.36.3.245"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.36.3.245",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics",
        "Economics and Econometrics"
    ],
    "published": {
        "date-parts": [
            [
                2022,
                8,
                1
            ]
        ]
    }
}