{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                13
            ]
        ],
        "date-time": "2021-04-13T20:23:52Z",
        "timestamp": 1618345432555
    },
    "reference-count": 19,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2012,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Over the next 25 to 30 years, nearly all of the growth in energy demand, fossil fuel use, associated local pollution, and greenhouse gas emissions is forecast to come from the developing world. This paper argues that the world's poor and near-poor will play a major role in driving medium-run growth in energy consumption. As the world economy expands and poor households' incomes rise, they are likely to get connected to the electricity grid, gain access to good roads, and purchase energy-using assets like appliances and vehicles for the first time. We argue that the current forecasts for energy demand in the developing world may be understated because they do not accurately capture growth in demand along the extensive margin, as low-income households buy their first durable appliances and vehicles. Within a country, the adoption of energy-using assets typically follows an S-shaped pattern: among the very poor, we see little increase in the number of households owning refrigerators, vehicles, air conditioners, and other assets as incomes go up; above a first threshold income level, we see rapid increases of ownership with income; and above a second threshold, increases in ownership level off. A large share of the world's population has yet to go through the first transition, suggesting there is likely to be a large increase in the demand for energy in the coming years. </jats:p>",
    "DOI": "10.1257/jep.26.1.119",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2012,
                2,
                16
            ]
        ],
        "date-time": "2012-02-16T15:25:10Z",
        "timestamp": 1329405910000
    },
    "page": "119-138",
    "source": "Crossref",
    "is-referenced-by-count": 144,
    "title": [
        "How Will Energy Demand Develop in the Developing World?"
    ],
    "prefix": "10.1257",
    "volume": "26",
    "author": [
        {
            "given": "Catherine",
            "family": "Wolfram",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Associate Professor and Co-Director of the Energy Institute, Haas School of Business, University of California at Berkeley, Berkeley, California; Research Associates, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Orie",
            "family": "Shelef",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Doctoral candidate, Haas School of Business, University of California at Berkeley, Berkeley, California."
                }
            ]
        },
        {
            "given": "Paul",
            "family": "Gertler",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Li Ka Shing Professor, Haas School of Business, University of California at Berkeley, Berkeley, California; Research Associates, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.26.1.119",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:41:26Z",
        "timestamp": 1591134086000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2012,
                2,
                1
            ]
        ]
    },
    "references-count": 19,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2012,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.26.1.119"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.26.1.119",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}