{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                8
            ]
        ],
        "date-time": "2021-04-08T14:29:13Z",
        "timestamp": 1617892153786
    },
    "reference-count": 10,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2016,
                11,
                1
            ]
        ]
    },
    "abstract": "<jats:p> How will worldwide changes in population affect pressures for international migration in the future? We examine the past three decades, during which population pressures contributed to substantial labor flows from neighboring countries into the United States and Europe, and contrast them with the coming three decades, which will see sharp reductions in labor-supply growth in Latin America but not in Africa or much of the Middle East. Using a gravity-style empirical model, we examine the contribution of changes in relative labor-supply to bilateral migration in the 2000s and then apply this model to project future bilateral flows based on long-run UN forecasts of working-age populations in sending and receiving countries. Because the Americas are entering an era of uniformly low population growth, labor flows across the Rio Grande are projected to slow markedly. Europe, in contrast, will face substantial demographically driven migration pressures from across the Mediterranean for decades to come. Although these projected inflows would triple the first-generation immigrant stocks of larger European countries between 2010 and 2040, they would still absorb only a small fraction of the 800-million-person increase in the working-age population of Sub-Saharan Africa that is projected to occur over this period. </jats:p>",
    "DOI": "10.1257/jep.30.4.57",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2016,
                10,
                28
            ]
        ],
        "date-time": "2016-10-28T13:31:19Z",
        "timestamp": 1477661479000
    },
    "page": "57-82",
    "source": "Crossref",
    "is-referenced-by-count": 28,
    "title": [
        "Is the Mediterranean the New Rio Grande? US and EU Immigration Pressures in the Long Run"
    ],
    "prefix": "10.1257",
    "volume": "30",
    "author": [
        {
            "given": "Gordon",
            "family": "Hanson",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Gordon Hanson is the Pacific Economic Cooperation Professor in International Economic Relations at the School of Global Policy and Strategy, University of California-San Diego, La Jolla, California. Hanson is also a Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Craig",
            "family": "McIntosh",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Craig McIntosh is Professor of Economics, at the School of Global Policy and Strategy, University of California-San Diego, La Jolla, California."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.30.4.57",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:34:03Z",
        "timestamp": 1591133643000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2016,
                11,
                1
            ]
        ]
    },
    "references-count": 10,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2016,
                    11,
                    1
                ]
            ]
        },
        "issue": "4"
    },
    "alternative-id": [
        "10.1257/jep.30.4.57"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.30.4.57",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}