{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                15
            ]
        ],
        "date-time": "2021-04-15T06:46:04Z",
        "timestamp": 1618469164329
    },
    "reference-count": 25,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2015,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> In this essay, I begin by identifying the reasons that automation has not wiped out a majority of jobs over the decades and centuries. Automation does indeed substitute for labor—as it is typically intended to do. However, automation also complements labor, raises output in ways that leads to higher demand for labor, and interacts with adjustments in labor supply. Journalists and even expert commentators tend to overstate the extent of machine substitution for human labor and ignore the strong complementarities between automation and labor that increase productivity, raise earnings, and augment demand for labor. Changes in technology do alter the types of jobs available and what those jobs pay. In the last few decades, one noticeable change has been a “polarization” of the labor market, in which wage gains went disproportionately to those at the top and at the bottom of the income and skill distribution, not to those in the middle; however, I also argue, this polarization and is unlikely to continue very far into future. The final section of this paper reflects on how recent and future advances in artificial intelligence and robotics should shape our thinking about the likely trajectory of occupational change and employment growth. I argue that the interplay between machine and human comparative advantage allows computers to substitute for workers in performing routine, codifiable tasks while amplifying the comparative advantage of workers in supplying problem-solving skills, adaptability, and creativity. </jats:p>",
    "DOI": "10.1257/jep.29.3.3",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2015,
                7,
                30
            ]
        ],
        "date-time": "2015-07-30T15:06:32Z",
        "timestamp": 1438268792000
    },
    "page": "3-30",
    "source": "Crossref",
    "is-referenced-by-count": 700,
    "title": [
        "Why Are There Still So Many Jobs? The History and Future of Workplace Automation"
    ],
    "prefix": "10.1257",
    "volume": "29",
    "author": [
        {
            "given": "David H.",
            "family": "Autor",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "David H. Autor is Professor of Economics, Massachusetts Institute of Technology, Cambridge, Massachusetts. From 2009 to 2014, he was Editor of the Journal of Economic Perspectives."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.29.3.3",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:46:37Z",
        "timestamp": 1591134397000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2015,
                8,
                1
            ]
        ]
    },
    "references-count": 25,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2015,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.29.3.3"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.29.3.3",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}