{
    "indexed": {
        "date-parts": [
            [
                2022,
                2,
                8
            ]
        ],
        "date-time": "2022-02-08T14:12:33Z",
        "timestamp": 1644329553694
    },
    "reference-count": 58,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2022,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Many African countries are still in the early stages of structural transformation. Typically, as economies move through the structural transformation, activities once conducted within the household are outsourced to the market. This has particular implications for women’s time use. In this paper, we document that current patterns of female time use in home production in several African countries closely resemble historical time use patterns in the Untied States. We highlight two stylized facts about women’s time use in Africa. First, in North Africa, women spend very few hours in market work and female labor force participation overall is extremely low. Second, although extensive margin participation of women is high in sub-Saharan Africa, women tend to work in the market for only a few hours each week, with the rest of their work hours spent in home production. These two facts suggest two different types of constraints that could slow down the reallocation of female time from home to market as economies grow: social norms related to women’s market work, and a lack of infrastructure (e.g., household infrastructure and childcare facilities) to facilitate marketizing home production. We discuss recent empirical evidence related to each set of constraints and highlight new avenues for research. </jats:p>",
    "DOI": "10.1257/jep.36.1.57",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2022,
                2,
                8
            ]
        ],
        "date-time": "2022-02-08T13:56:42Z",
        "timestamp": 1644328602000
    },
    "page": "57-80",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Time Use and Gender in Africa in Times of Structural Transformation"
    ],
    "prefix": "10.1257",
    "volume": "36",
    "author": [
        {
            "given": "Taryn",
            "family": "Dinkelman",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Taryn Dinkelman is Associate Professor of Economics, University of Notre Dame, Notre Dame, Indiana. Dinkelman is a Faculty Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts and a BREAD Research Fellow. Research Associates, Centre for Economic Policy Research, London, United Kingdom."
                }
            ]
        },
        {
            "given": "L. Rachel",
            "family": "Ngai",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "L. Rachel Ngai is Associate Professor of Economics, London School of Economics, London, United Kingdom. Ngai is a Member, Centre for Macroeconomics, London, United Kingdom, Research Associates, Centre for Economic Policy Research, London, United Kingdom."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.36.1.57",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2022,
                2,
                8
            ]
        ],
        "date-time": "2022-02-08T13:57:05Z",
        "timestamp": 1644328625000
    },
    "score": 1,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2022,
                2,
                1
            ]
        ]
    },
    "references-count": 58,
    "journal-issue": {
        "issue": "1",
        "published-print": {
            "date-parts": [
                [
                    2022,
                    2,
                    1
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1257/jep.36.1.57"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.36.1.57",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics",
        "Economics and Econometrics"
    ],
    "published": {
        "date-parts": [
            [
                2022,
                2,
                1
            ]
        ]
    }
}