{
    "indexed": {
        "date-parts": [
            [
                2021,
                11,
                5
            ]
        ],
        "date-time": "2021-11-05T11:13:26Z",
        "timestamp": 1636110806487
    },
    "reference-count": 48,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2021,
                11,
                1
            ]
        ]
    },
    "abstract": "<jats:p> In this article, we review a growing empirical literature on the effectiveness and fairness of the US pretrial system and discuss its policy implications. Despite the importance of this stage of the criminal legal process, researchers have only recently begun to explore how the pretrial system balances individual rights and public interests. We describe the empirical challenges that have prevented progress in this area and how recent work has made use of new data sources and quasi-experimental approaches to credibly estimate both the individual harms (such as loss of employment or government assistance) and public benefits (such as preventing non-appearance at court and new crimes) of cash bail and pretrial detention. These new data and approaches show that the current pretrial system imposes substantial short-and long-term economic harms on detained defendants in terms of lost earnings and government assistance, while providing little in the way of decreased criminal activity for the public interest. Non-appearances at court do significantly decrease for detained defendants, but the magnitudes cannot justify the economic harms to individuals observed in the data. A second set of studies shows that that the costs of cash bail and pretrial detention are disproportionately borne by Black and Hispanic individuals, giving rise to large and unfair racial differences in cash bail and detention that cannot be explained by underlying differences in pretrial misconduct risk. We then turn to policy implications and describe areas of future work that would enable a deeper understanding of what drives these undesirable outcomes. </jats:p>",
    "DOI": "10.1257/jep.35.4.49",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2021,
                11,
                4
            ]
        ],
        "date-time": "2021-11-04T13:12:16Z",
        "timestamp": 1636031536000
    },
    "page": "49-70",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "The US Pretrial System: Balancing Individual Rights and Public Interests"
    ],
    "prefix": "10.1257",
    "volume": "35",
    "author": [
        {
            "given": "Will",
            "family": "Dobbie",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Will Dobbie is Professor of Public Policy at the Harvard Kennedy School, Cambridge, Massachusetts. Research Associate at the National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Crystal S.",
            "family": "Yang",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Crystal S. Yang is Professor of Law at the Harvard Law School, Cambridge, Massachusetts. Research Associate at the National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.35.4.49",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2021,
                11,
                4
            ]
        ],
        "date-time": "2021-11-04T13:13:35Z",
        "timestamp": 1636031615000
    },
    "score": 1,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2021,
                11,
                1
            ]
        ]
    },
    "references-count": 48,
    "journal-issue": {
        "issue": "4",
        "published-print": {
            "date-parts": [
                [
                    2021,
                    11,
                    1
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1257/jep.35.4.49"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.35.4.49",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics",
        "Economics and Econometrics"
    ],
    "published": {
        "date-parts": [
            [
                2021,
                11,
                1
            ]
        ]
    }
}