{
    "indexed": {
        "date-parts": [
            [
                2024,
                5,
                7
            ]
        ],
        "date-time": "2024-05-07T00:30:52Z",
        "timestamp": 1715041852397
    },
    "reference-count": 107,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2024,
                5,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The US Congress uses economic and budgetary projections, cost estimates for proposed legislation, and other analyses provided by the Congressional Budget Office (CBO) as part of its legislative process. CBO makes assessments based on an understanding of federal programs and revenue sources, reading the relevant research literature, analysis of data, and consultation with outside experts—and often relies on economic research. This article begins with a discussion of the role of the Congressional Budget Office and then discusses how economists could conduct research that would help inform the Congress by improving the quality of the analysis and parameter estimates that CBO uses. It gives overall context and specific examples in seven areas: credit and insurance, energy and the environment, health, labor, macroeconomics, national security, and taxes and transfers. </jats:p>",
    "DOI": "10.1257/jep.38.2.3",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2024,
                5,
                6
            ]
        ],
        "date-time": "2024-05-06T13:56:13Z",
        "timestamp": 1715003773000
    },
    "page": "3-24",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "How Economists Could Help Inform Economic and Budget Analysis Used by the US Congress"
    ],
    "prefix": "10.1257",
    "volume": "38",
    "author": [
        {
            "name": "Staff of the Congressional Budget Office",
            "sequence": "first",
            "affiliation": []
        }
    ],
    "member": "11",
    "reference": [
        {
            "key": "p_2",
            "doi-asserted-by": "crossref",
            "unstructured": "Michel-Kerjan. 2014. \"Evaluating Flood Resilience Strategies for Coastal Megacities.\" Science 344",
            "DOI": "10.1126/science.1248222"
        },
        {
            "key": "p_3",
            "unstructured": "(6183): 473-75. Aleksynska, Mariya, and Ahmed Tritah. 2015. \"The Heterogeneity of Immigrants, Host Countries'"
        },
        {
            "key": "p_4",
            "unstructured": "Income and Productivity: A Channel Accounting Approach.\" Economic Inquiry 53 (1): 150-72. Arnold, Robert W. 2018. \"How CBO Produces Its 10-Year Economic Forecast.\" Congressional Budget"
        },
        {
            "key": "p_5",
            "unstructured": "Office Working Paper 2018-02. Berger, Mark C., and Dan A. Black. 1992. \"Child Care Subsidies, Quality of Care, and the Labor Supply"
        },
        {
            "key": "p_6",
            "unstructured": "of Low-Income, Single Mothers.\" Review of Economics and Statistics 74 (4): 635-42. Black, Sandra E., Lesley J. Turner, and Jeffrey T. Denning. 2023. \"PLUS or Minus? The Effect of Graduate"
        },
        {
            "key": "p_7",
            "unstructured": "School Loans on Access, Attainment, and Prices.\" NBER Working Paper 31291. Bom, Pedro R. D., and Jenny E. Ligthart. 2014. \"What Have We Learned from Three Decades of Research"
        },
        {
            "key": "p_8",
            "unstructured": "on the Productivity of Public Capital?\" Journal of Economic Surveys 28 (5): 889-916. Borowsky, Jonathan, Jessica H. Brown, Elizabeth E. Davis, Chloe Gibbs, Chris M. Herbst, Aaron"
        },
        {
            "key": "p_9",
            "unstructured": "Sojourner, Erdal Tekin and Matthew J. Wiswall. 2022. \"An Equilibrium Model of the Impact of Increased Public Investment in Early Childhood Education.\" NBER Working Paper 30140. Bradt, Jacob T., and Joseph E. Aldy. 2023. \"Private Benefits from Public Investment in Climate Adapta"
        },
        {
            "key": "p_10",
            "unstructured": "tion and Resilience.\" Unpublished. Carloni, Dorian. 2021. \"Revisiting the Extent to Which Payroll Taxes Are Passed through to Employees.\""
        },
        {
            "key": "p_11",
            "unstructured": "CBO Working Paper 2021-06. Cascio, Elizabeth U., and Diane Whitmore Schanzenbach. 2013. \"The Impact of Expanding Access to"
        },
        {
            "key": "p_12",
            "unstructured": "High-Quality Preschool.\" Brookings Papers on Economic Activity 44 (2): 127-92. Clemens, Jeffrey, and Joshua D. Gottlieb. 2014. \"Do Physicians' Financial Incentives Affect Medical"
        },
        {
            "key": "p_13",
            "unstructured": "Treatment and Patient Health?\" American Economic Review 104 (4): 1320-49. Coffey, Bentley, Patrick A. McLaughlin, and Pietro Peretto. 2020. \"The Cumulative Cost of Regulations.\""
        },
        {
            "key": "p_14",
            "unstructured": "Review of Economic Dynamics 38: 1-21. Congressional Budget Office (CBO). 2007. Potential Cost Savings from the Pre-Disaster Mitigation Program."
        },
        {
            "key": "p_15",
            "unstructured": "Washington, DC: CBO. Congressional Budget Office (CBO). 2012. The Taxation of Capital and Labor Through the Self-Employment"
        },
        {
            "key": "p_16",
            "unstructured": "Tax. Washington, DC: CBO. Congressional Budget Office (CBO). 2013. The Economic Impact of S. 744, the Border Security, Economic"
        },
        {
            "key": "p_17",
            "unstructured": "Opportunity, and Immigration Modernization Act. Washington, DC: CBO. Congressional Budget Office (CBO). 2014. How CBO Analyzes the Effects of Changes in Federal Fiscal Policies"
        },
        {
            "key": "p_18",
            "unstructured": "on the Economy. Washington, DC: CBO. Congressional Budget Office (CBO). 2016. Potential Increases in Hurricane Damage in the United States:"
        },
        {
            "key": "p_19",
            "unstructured": "Implications for the Federal Budget. Washington, DC: CBO. Congressional Budget Office (CBO). 2018a. An Overview of CBO's Microsimulation Tax Model. Wash"
        },
        {
            "key": "p_20",
            "unstructured": "ington, DC: CBO. Congressional Budget Office (CBO). 2018b. H.R. 6106, Common Sense Permitting Act. Washington, DC:"
        },
        {
            "key": "p_21",
            "unstructured": "CBO. Congressional Budget Office (CBO). 2019a. An Overview of CBO's Life-Cycle Growth Model. Washington,"
        },
        {
            "key": "p_22",
            "unstructured": "DC: CBO. Congressional Budget Office (CBO). 2019b. S. 1976, Federal Permitting Reform and Jobs Act. Washington,"
        },
        {
            "key": "p_23",
            "unstructured": "DC: CBO. Congressional Budget Office (CBO). 2019c. Expected Costs of Damage from Hurricane Winds and Storm"
        },
        {
            "key": "p_24",
            "unstructured": "Related Flooding. Washington, DC: CBO. Congressional Budget Office (CBO). 2020a. How CBO and JCT Analyze Major Proposals That Would Affect"
        },
        {
            "key": "p_25",
            "unstructured": "Health Insurance Choices. Washington, DC: CBO. Congressional Budget Office (CBO). 2020b. The Effects of Pandemic-Related Legislation on Output. Wash"
        },
        {
            "key": "p_26",
            "unstructured": "ington, DC: CBO. Congressional Budget Office (CBO). 2021a. Budgetary Effects of Climate Change and of Potential Legislative"
        },
        {
            "key": "p_27",
            "unstructured": "Responses to It. Washington, DC: CBO. Congressional Budget Office (CBO). 2021b. CBO's Policy Growth Model. Washington, DC: CBO. Congressional Budget Office (CBO). 2021c. Economic Effects of Expanding Home- and Community-Based"
        },
        {
            "key": "p_28",
            "unstructured": "Services in Medicaid. Washington, DC: CBO. Congressional Budget Office (CBO). 2021d. Economic Effects of Expanding Subsidized Child Care and"
        },
        {
            "key": "p_29",
            "unstructured": "Providing Universal Preschool. Washington, DC: CBO. Congressional Budget Office (CBO). 2021e. Economic Effects of Offering a Federal Paid Family and Medical"
        },
        {
            "key": "p_30",
            "unstructured": "Leave Program. Washington, DC: CBO. Congressional Budget Office (CBO). 2021f. Effects of Physical Infrastructure Spending on the Economy and the"
        },
        {
            "key": "p_31",
            "unstructured": "Budget Under Two Illustrative Scenarios. Washington, DC: CBO. Congressional Budget Office (CBO). 2021g. HISIM2: The Health Insurance Simulation Model Used in"
        },
        {
            "key": "p_32",
            "unstructured": "Preparing CBO's July 2021 Baseline Budget Projections. Washington, DC: CBO. Congressional Budget Office (CBO). 2021h. The Budgetary Effects of the Raise the Wage Act of 2021. Wash"
        },
        {
            "key": "p_33",
            "unstructured": "ington, DC: CBO. Congressional Budget Office (CBO). 2022a. Army Corps of Engineers: Budgetary History and Projections."
        },
        {
            "key": "p_34",
            "unstructured": "Washington, DC: CBO. Congressional Budget Office (CBO). 2022b. Budgetary Effects of a Policy That Would Lower the Age of Eligi"
        },
        {
            "key": "p_35",
            "unstructured": "bility for Medicare to 60. Washington, DC: CBO. Congressional Budget Office. (CBO) 2022c. FEMA's Disaster Relief Fund: Budgetary History and Projections."
        },
        {
            "key": "p_36",
            "unstructured": "Washington, DC: CBO. Congressional Budget Office (CBO). 2022d. How CBO Analyzes the Effects of Charging the Oil and Gas"
        },
        {
            "key": "p_37",
            "unstructured": "Industry for Methane Emissions. Washington, DC: CBO. Congressional Budget Office (CBO). 2022e. Options for Reducing the Deficit, 2023 to 2032-Volume I:"
        },
        {
            "key": "p_38",
            "unstructured": "Larger Reductions. Washington, DC: CBO. Congressional Budget Office (CBO). 2022f. Policy Approaches to Reduce What Commercial Insurers Pay for"
        },
        {
            "key": "p_39",
            "unstructured": "Hospitals' and Physicians' Services. Washington, DC: CBO. Congressional Budget Office (CBO). 2023a. An Analysis of the Navy's Fiscal Year 2024 Shipbuilding Plan."
        },
        {
            "key": "p_40",
            "unstructured": "Washington, DC: CBO. Congressional Budget Office (CBO). 2023b. An Introduction to the Congressional Budget Office. Wash"
        },
        {
            "key": "p_41",
            "unstructured": "ington, DC: CBO. Congressional Budget Office (CBO). 2023c. CBO Describes Its Cost-Estimating Process. Washington, DC:"
        },
        {
            "key": "p_42",
            "unstructured": "CBO. Congressional Budget Office (CBO). 2023d. CBO Explains How It Develops the Budget Baseline. Wash"
        },
        {
            "key": "p_43",
            "unstructured": "ington, DC: CBO. Congressional Budget Office (CBO). 2023e. Costs of the Proposed Income-Driven Repayment Plan for Student"
        },
        {
            "key": "p_44",
            "unstructured": "Loans. Washington, DC: CBO. Congressional Budget Office (CBO). 2023f. Estimated Budgetary Effects of Divisions A and B of H.R. 1, the"
        },
        {
            "key": "p_45",
            "unstructured": "Lower Energy Costs Act. Washington, DC: CBO. Congressional Budget Office (CBO). 2023g. Estimates of the Cost of Federal Credit Programs in 2024. Wash"
        },
        {
            "key": "p_46",
            "unstructured": "ington, DC: CBO. Congressional Budget Office (CBO). 2023h. Flood Damage and Federally Backed Mortgages in a Changing"
        },
        {
            "key": "p_47",
            "unstructured": "Climate. Washington, DC: CBO. Congressional Budget Office (CBO). 2023i. How CBO Projects Corporate Income Tax Revenues. Washington,"
        },
        {
            "key": "p_48",
            "unstructured": "DC: CBO. Congressional Budget Office (CBO). 2023j. Medicaid Baseline Projection. Washington, DC: CBO. www.cbo."
        },
        {
            "key": "p_49",
            "unstructured": "gov/system/files/2023-05/51301-2023-05-medicaid.pdf. Congressional Budget Office (CBO). 2023k. The Budgetary and Economic Effects of S. 2488, the Raise the"
        },
        {
            "key": "p_50",
            "unstructured": "Wage Act of 2023. Washington, DC: CBO. Congressional Budget Office (CBO). 2023l. The Distribution of Household Income, 2020. Washington, DC:"
        },
        {
            "key": "p_51",
            "unstructured": "CBO. Congressional Budget Office (CBO). 2024. The Budget and Economic Outlook: 2024 to 2034. Box 2-1."
        },
        {
            "key": "p_52",
            "unstructured": "Washington, DC: CBO. Congressional Research Service. 2022. Judicial Review and the National Environmental Policy Act of 1969."
        },
        {
            "key": "p_53",
            "unstructured": "Washington, DC: CBO. Council on Environmental Quality. 2021. A Citizen's Guide to NEPA. Washington, DC: Executive Office"
        },
        {
            "key": "p_54",
            "unstructured": "of the President. Curto, Vilsa, Liran Einav, Amy Finkelstein, Jonathan Levin, and Jay Bhattacharya. 2019. \"Health Care"
        },
        {
            "key": "p_56",
            "unstructured": "Economics 11 (2): 302-32. Dafny, Leemore S. 2005. \"How Do Hospitals Respond to Price Changes?\" American Economic Review 95"
        },
        {
            "key": "p_57",
            "unstructured": "(5): 1525-47. Davlasheridze, Meri and Qing Miao. 2021. \"Does Post-Disaster Aid Promote Community Resilience?"
        },
        {
            "key": "p_58",
            "unstructured": "Evidence from Federal Disaster Programs.\" Natural Hazard 109: 63-88. Dawson, John W., and John J. Seater. 2013. \"Federal Regulation and Aggregate Economic Growth.\""
        },
        {
            "key": "p_59",
            "unstructured": "Journal of Economic Growth 18: 137-77. Djankov, Simeon, Caralee McLiesh, and Rita Maria Ramalho. 2006. \"Regulation and Growth.\" Economic"
        },
        {
            "key": "p_60",
            "unstructured": "Letters 92 (3): 395-401. Dourado, Eli, and Josh T. Smith. 2020. Update to the Regulation Implementing the Procedural Provisions of"
        },
        {
            "key": "p_62",
            "unstructured": "University. Dunn, Abe, Joshua D. Gottlieb, Adam Shapiro, Daniel J. Sonnenstuhl, and Pietro Tebaldi. 2021. \"A"
        },
        {
            "key": "p_63",
            "unstructured": "Denial a Day Keeps the Doctor Away.\" NBER Working Paper 29010. Fernald, John, and Huiyu Li. 2022. \"The Impact of COVID on Productivity and Potential Output.\""
        },
        {
            "key": "p_64",
            "doi-asserted-by": "crossref",
            "unstructured": "Federal Reserve Bank of San Francisco Working Paper 2022-19. Finkelstein, Amy, Nathaniel Hendren, and Erzo F. P. Luttmer. 2019. \"The Value of Medicaid: Interpreting",
            "DOI": "10.24148/wp2022-19"
        },
        {
            "key": "p_66",
            "doi-asserted-by": "crossref",
            "unstructured": "2836-74. Fitzpatrick, Maria Donovan. 2010. \"Preschoolers Enrolled and Mothers at Work? The Effects of Universal",
            "DOI": "10.1086/648666"
        },
        {
            "key": "p_67",
            "unstructured": "Prekindergarten,\" Journal of Labor Economics 28 (1): 51-85. Gamber, Edward. 2020. The Historical Decline in Real Interest Rates and Its Implications for CBO's Projections."
        },
        {
            "key": "p_68",
            "unstructured": "CBO Working Paper 2020-09. Goda, Gopi Shah, Ezra Golberstein, and David C. Grabowski. 2011. \"Income and the Utilization of"
        },
        {
            "key": "p_70",
            "unstructured": "Economics 30 (4): 719-29. Goolsbee, Austan. 1998. \"Taxes, Organizational Form, and the Deadweight Loss of the Corporate"
        },
        {
            "key": "p_71",
            "unstructured": "Income Tax.\" Journal of Public Economics 69 (1): 143-52. Government Accountability Office (GAO). 2023. Child Care: Subsidy Eligibility and Use in Fiscal Year 2019"
        },
        {
            "key": "p_72",
            "author": "Pandemic Washington",
            "journal-title": "Journal of"
        },
        {
            "key": "p_73",
            "unstructured": "Health Economics 26 (3): 560-77. Gravelle, Jennifer C. 2010. \"Corporate Tax Incidence: Review of General Equilibrium Estimates and"
        },
        {
            "key": "p_74",
            "unstructured": "Analysis.\" CBO Working Paper 2010-03. Gravelle, Jennifer C. 2011. \"Corporate Tax Incidence: A Review of Empirical Estimates and Analysis.\""
        },
        {
            "key": "p_75",
            "unstructured": "CBO Working Paper 2011-01. Greenstone, Michael. 2002. \"The Impacts of Environmental Regulations on Industrial Activity: Evidence"
        },
        {
            "key": "p_76",
            "unstructured": "from the 1970 and 1977 Clean Air Act Amendments and the Census of Manufacturers.\" Journal of"
        },
        {
            "key": "p_77",
            "unstructured": "Political Economy 110 (6): 1175-1219. Habib, Bilal, and Rebecca Heller. 2022. \"Current Work on the Distributional Analysis of Household"
        },
        {
            "key": "p_78",
            "unstructured": "Income Resulting from Policy Changes.\" CBO Working Paper 2022-09. Johnson, Kris A., Oliver E. Wing, Paul D. Bates, Joseph Fargione, Timm Kroeger, William D. Larson,"
        },
        {
            "key": "p_79",
            "unstructured": "Christopher C. Sampson, and Andrew M. Smith. 2019. \"A Benefit-Cost Analysis of Floodplain Land"
        },
        {
            "key": "p_80",
            "unstructured": "Acquisition for US FloodDamage Reduction.\" Nature Sustainability 3: 56-62. Karamcheva, Nadia, Jeffrey Perry, and Constantine Yannelis. 2020. \"Income-Driven Repayment Plans for"
        },
        {
            "key": "p_81",
            "unstructured": "Student Loans.\" CBO Working Paper 2020-02. Kargar, Mahyar, and William Mann. 2023. \"The Incidence of Student Loan Subsidies: Evidence from the"
        },
        {
            "key": "p_82",
            "unstructured": "PLUS Program.\" Review of Financial Studies 36 (4): 1621-66. Kelchen, Robert. 2019. \"An Empirical Examination of the Bennett Hypothesis in Law School Prices.\""
        },
        {
            "key": "p_83",
            "unstructured": "Economics of Education Review 73: Article 101915. Kelly, David L., and Renato Molina. 2023. \"Adaptation Infrastructure and its Effects on Property Values"
        },
        {
            "key": "p_85",
            "unstructured": "(6): 1405-38. Kiska, Wendy, Jason Levine, and Damien Moore. 2017. \"Modeling the Costs of the Pension Benefit"
        },
        {
            "key": "p_86",
            "unstructured": "Guaranty Corporations' Multiemployer Program.\" CBO Working Paper 2017-04. Lasky, Mark. 2022. \"The Congressional Budget Office's Small-Scale Policy Model.\" CBO Working Paper"
        },
        {
            "key": "p_87",
            "doi-asserted-by": "crossref",
            "unstructured": "2022-08. Lewis, Eric. 2019. \"Patchwork Policies, Spillovers, and the Search for Oil and Gas.\" American Economic",
            "DOI": "10.1257/pol.20160373"
        },
        {
            "issue": "1",
            "key": "p_88",
            "first-page": "380",
            "volume": "11",
            "author": "Journal",
            "year": "2020",
            "journal-title": "Economic Policy"
        },
        {
            "key": "p_89",
            "unstructured": "Synthetic Control Approach.\" Southern Economic Journal 87 (2): 440-82. Love, David A., Paul A. Smith, and David W. Wilcox. 2011. \"The Effect of Regulation on Optimal Corpo"
        },
        {
            "key": "p_90",
            "unstructured": "rate Pension Risk.\" Journal of Financial Economics 101 (1): 18-35. Lucca, David O., Taylor Nadauld, and Karen Shen. 2019. \"Credit Supply and the Rise in College Tuition:"
        },
        {
            "key": "p_92",
            "doi-asserted-by": "crossref",
            "unstructured": "423-66. Mackie-Mason, Jeffrey K., and Roger Gordon. 1997. \"How Much Do Taxes Discourage Incorporation?\"",
            "DOI": "10.2307/2329487"
        },
        {
            "key": "p_93",
            "unstructured": "Journal of Finance 52 (2): 477-505. Michalopoulos, Charles. 2010. Effects of Reducing Child Care Subsidy Copayments in Washington State."
        },
        {
            "key": "p_95",
            "unstructured": "Families, US Department of Health and Human Services. Multihazard Mitigation Council. 2005. Natural Hazard Mitigation Saves: An Independent Study to Assess the"
        },
        {
            "key": "p_96",
            "unstructured": "Future Savings from Mitigation Activities. Washington, DC: National Institute of Building Sciences. National Institute of Building Sciences. 2019. Natural Hazard Mitigation Saves: 2019 Report. Washington,"
        },
        {
            "key": "p_98",
            "doi-asserted-by": "crossref",
            "unstructured": "and Jeremy Martinich. 2021. \"Climate Effects on US Infrastructure: The Economics of Adaptation for Rail, Roads, and Coastal Development.\" Climatic Change 167: Article 44. Ortega, Francesc, and Giovanni Peri. 2009. \"The Causes and Effects of International Migrations:",
            "DOI": "10.1007/s10584-021-03179-w"
        },
        {
            "key": "p_99",
            "unstructured": "Evidence from OECD Countries 1980-2005.\" NBER Working Paper 14833. Ortega, Francesc, and Giovanni Peri. 2014a. \"Openness and Income: The Roles of Trade and Migration.\""
        },
        {
            "key": "p_100",
            "unstructured": "Journal of International Economics 92 (2): 231-51. Ortega, Francesc, and Giovanni Peri. 2014b. \"The Aggregate Effects of Trade and Migration: Evidence"
        },
        {
            "key": "p_102",
            "unstructured": "Silvente, 19-51. Berlin: Springer International Publishing. Patterson, Christina, Jonathan Petkun, and William Skimmyhorn. 2019. \"I Want You! (But Not You):"
        },
        {
            "key": "p_103",
            "author": "Military Retention",
            "journal-title": "Review of"
        },
        {
            "key": "p_104",
            "unstructured": "Economics and Statistics 94 (1): 348-58. Perry, Mark J. 2022. \"Chart of the Day.or Century\"?\" American Enterprise Institute, July 23, www.aei."
        },
        {
            "key": "p_105",
            "unstructured": "org/carpe-diem/chart-of-the-day-or-century-8. Philippon, Thomas. 2022. \"Additive Growth.\" NBER Working Paper 29950. Prato, Marta. 2022. \"The Global Race for Talent: Brain Drain, Knowledge Transfer, and Growth.\" http://"
        },
        {
            "key": "p_106",
            "unstructured": "dx.doi.org/10.2139/ssrn.4287268. Rachel, Lukasz, and Thomas D. Smith. 2017. \"Are Low Real Interest Rates Here to Stay?\" International"
        },
        {
            "key": "p_107",
            "unstructured": "Journal of Central Banking 13 (3): 1-42. Rauh, Joshua D., Irina Stefanescu, and Stephen P. Zeldes. 2020. \"Cost Saving and the Freezing of Corpo"
        },
        {
            "key": "p_108",
            "unstructured": "rate Pension Plans.\" Journal of Public Economics 188: 104211. Reichling, Felix, and Shinichi Nishiyama. 2015. \"The Costs to Different Generations of Policies That"
        },
        {
            "key": "p_109",
            "unstructured": "Close the Fiscal Gap.\" CBO Working Paper 2015-10. Ryan, Stephen P. 2012. \"The Costs of Environmental Regulation in a Concentrated Industry.\" Economet"
        },
        {
            "key": "p_110",
            "unstructured": "rica 80 (3): 1019-61. Saez, Emmanuel, and Gabriel Zucman. 2023. Distributional Tax Analysis in Theory and Practice: Harberger"
        },
        {
            "key": "p_111",
            "unstructured": "Meets Diamond-Mirrlees. NBER Working Paper 31912. Smith, Matthew, Danny Yagan, Owen Zidar, and Eric Zwick. 2022. \"The Rise of Pass-Throughs and the"
        },
        {
            "issue": "3",
            "key": "p_112",
            "first-page": "323",
            "volume": "4",
            "author": "Labor Share",
            "year": "2020",
            "journal-title": "Insights"
        },
        {
            "key": "p_113",
            "doi-asserted-by": "crossref",
            "unstructured": "Entry Responses to Taxes.\" Journal of Public Economics 186: 104187. Van Houtven, Courtney Harold, Brian E. McGarry, Eric Jutkowitz, and David C. Grabowski. 2020. \"Asso",
            "DOI": "10.1016/j.jpubeco.2020.104187"
        },
        {
            "key": "p_115",
            "unstructured": "Long-term Care.\" JAMA Network Open 3 (10): Article e2018728. Wobus, Cameron, Jeremy Porter, Mark Lorie, Jeremy Martinich, and Rachel Bash. 2021. \"Climate"
        },
        {
            "key": "p_117",
            "unstructured": "Research Letters 16 (9): 094034. Wu, Vivian Y., and Yu-Chu Shen. 2014. \"Long-Term Impact of Medicare Payment Reductions on Patient"
        },
        {
            "key": "p_118",
            "author": "Outcomes",
            "journal-title": "Annual Review"
        },
        {
            "key": "p_119",
            "unstructured": "of Financial Economics 14: 167-86.XX"
        }
    ],
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.38.2.3",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2024,
                5,
                6
            ]
        ],
        "date-time": "2024-05-06T13:57:43Z",
        "timestamp": 1715003863000
    },
    "score": 1,
    "resource": {
        "primary": {
            "URL": "https://pubs.aeaweb.org/doi/10.1257/jep.38.2.3"
        }
    },
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2024,
                5,
                1
            ]
        ]
    },
    "references-count": 107,
    "journal-issue": {
        "issue": "2",
        "published-print": {
            "date-parts": [
                [
                    2024,
                    5,
                    1
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1257/jep.38.2.3"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.38.2.3",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [],
    "published": {
        "date-parts": [
            [
                2024,
                5,
                1
            ]
        ]
    }
}