{
    "indexed": {
        "date-parts": [
            [
                2020,
                11,
                25
            ]
        ],
        "date-time": "2020-11-25T08:03:57Z",
        "timestamp": 1606291437501
    },
    "reference-count": 3,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2015,
                5,
                1
            ]
        ]
    },
    "abstract": "<jats:p> As the financial crisis manifested itself and peaked in 2007 and 2008, the response of US policymakers and regulators was shaped in important ways by legal and political constraints. Policymakers lacked certain legal authorities that would have been useful for addressing the crisis, notably to use public capital to stabilize the banking sector or to deal with the failure of large financial firms such as insurance companies and investment banks that were outside the scope of bank regulators' authority to resolve deposit-taking commercial banks. Legal constraints were keenly felt at the US Department of the Treasury, where I served as a senior official from December 2006 to January 2009. Treasury had virtually no emergency economic authority at the onset of the crisis in 2007, with the exception of the Treasury's Exchange Stabilization Fund, which was intended for use in exchange rate interventions. As the systemic risks of the financial crisis became apparent, the initial policy response largely fell to the Federal Reserve, which had the authority to act under emergency circumstances. There will inevitably be another financial crisis, and the response will be shaped by both the lessons learned from recent history and the statutory and political changes in the wake of the crisis. The paper thus concludes by discussing changes in constraints since the crisis, with a focus on two developments: 1) the political reality that there will not in the near future be another wide-ranging grant of fiscal authority as was given with the Troubled Asset Relief Program, and 2) the new legal authorities provided in the Wall Street Reform and Consumer Protection Act of 2010, commonly known as the Dodd–Frank law. </jats:p>",
    "DOI": "10.1257/jep.29.2.107",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2015,
                4,
                29
            ]
        ],
        "date-time": "2015-04-29T11:52:29Z",
        "timestamp": 1430308349000
    },
    "page": "107-122",
    "source": "Crossref",
    "is-referenced-by-count": 11,
    "title": [
        "Legal, Political, and Institutional Constraints on the Financial Crisis Policy Response"
    ],
    "prefix": "10.1257",
    "volume": "29",
    "author": [
        {
            "given": "Phillip",
            "family": "Swagel",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Phillip Swagel is Professor in International Economic Policy, University of Maryland School of Public Policy, College Park, Maryland. From December 2006 to January 2009, he was Assistant Secretary for Economic Policy at the US Department of the Treasury. His email address is )."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.29.2.107",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:15:09Z",
        "timestamp": 1591132509000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2015,
                5,
                1
            ]
        ]
    },
    "references-count": 3,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2015,
                    5,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jep.29.2.107"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.29.2.107",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}