{
    "indexed": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T22:10:13Z",
        "timestamp": 1591135813559
    },
    "reference-count": 24,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2008,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> How did the Pension Benefit Guaranty Corporation, a government corporation created to insure the pensions of workers and retirees in bankrupt firms, end up facing financial distress of its own? How did an organization designed to strengthen retirement security come to be seen as contributing to retirement insecurity? The superficial answer is that the PBGC's current funding problem arises from the decline in stock market prices in 2000, which reduced pension assets, and the fall in interest rates at about the same time, which boosted the present value of pension liabilities. But more fundamentally, much of the blame for the poor financial state of the PBGC, as well as the defined benefit system more generally, lies in some major design flaws of the PBGC pension insurance program. Specifically, the PBGC has: 1) failed to properly price insurance and thus encouraged excessive risk-taking by plan sponsors; 2) failed to promote adequate funding of pension obligations; and 3) failed to promote sufficient information disclosure to market participants. Together, these three flaws produced a system in which many firms fail to adequately fund their pension obligations, knowing that in financial distress, they can dump their pension liabilities onto the PBGC. Though the Pension Protection Act of 2006 made some progress in improving the PBGC program, it failed to correct these three major problems fully. Absent further reform, substantial problems will continue to plague the private defined benefit pension system in decades to come. To prevent this deterioration, this paper concludes that Congress should transfer much of the responsibility for defined benefit pension insurance to compulsory private markets. </jats:p>",
    "DOI": "10.1257/jep.22.1.177",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2008,
                2,
                12
            ]
        ],
        "date-time": "2008-02-12T15:00:39Z",
        "timestamp": 1202828439000
    },
    "page": "177-198",
    "source": "Crossref",
    "is-referenced-by-count": 34,
    "title": [
        "Guaranteed Trouble: The Economic Effects of the Pension Benefit Guaranty Corporation"
    ],
    "prefix": "10.1257",
    "volume": "22",
    "author": [
        {
            "given": "Jeffrey R",
            "family": "Brown",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "William G. Karnes Professor of Finance, College of Business, University of Illinois at Urbana-Champaign, Champaign, Illinois, and Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.22.1.177",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:39:45Z",
        "timestamp": 1591133985000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2008,
                2,
                1
            ]
        ]
    },
    "references-count": 24,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2008,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.22.1.177"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.22.1.177",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}