{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                26
            ]
        ],
        "date-time": "2021-03-26T17:23:59Z",
        "timestamp": 1616779439576
    },
    "reference-count": 27,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2018,
                11,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Of the 17 Sustainable Development Goals articulated by the United Nations, number one is the elimination of extreme poverty by 2030. While future economic growth should continue to reduce poverty, it will not solve the problem by itself; thus, there is a potentially important role for national-level transfer programs that assist poor families in developing countries. Such programs are often run by developing country governments. Many countries have implemented transfer programs that seek to target beneficiaries: that is, to identify who is poor and then to restrict transfers to those individuals. Some people have begun to advocate for “universal basic income” programs, which dispense with trying to identify the poor and instead provide transfers to everyone. We begin by considering the universal basic income as part of the solution to an optimal income-taxation problem, focusing on the case of developing countries, where there is limited income data and inclusion in the formal tax system is low. We examine how the targeting of transfer programs is conducted in these settings, and provide empirical evidence on the tradeoffs involved between universal basic income and targeted transfer schemes using data from Indonesia and Peru—two countries that run nationwide transfer programs that are targeted to the poor. We conclude by linking our findings back to the broader policy debate on what tools should be preferred for redistribution, as well as the practical challenges of administering them in developing countries. </jats:p>",
    "DOI": "10.1257/jep.32.4.201",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2018,
                11,
                2
            ]
        ],
        "date-time": "2018-11-02T13:23:04Z",
        "timestamp": 1541164984000
    },
    "page": "201-226",
    "source": "Crossref",
    "is-referenced-by-count": 33,
    "title": [
        "Universal Basic Incomes versus Targeted Transfers: Anti-Poverty Programs in Developing Countries"
    ],
    "prefix": "10.1257",
    "volume": "32",
    "author": [
        {
            "given": "Rema",
            "family": "Hanna",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Rema Hanna is the Jeffrey Cheah Professor of South-East Asia Studies, Harvard Kennedy School, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Benjamin A.",
            "family": "Olken",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Benjamin A. Olken is Professor of Economics, Massachusetts Institute of Technology, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.32.4.201",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:34:04Z",
        "timestamp": 1591133644000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2018,
                11,
                1
            ]
        ]
    },
    "references-count": 27,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2018,
                    11,
                    1
                ]
            ]
        },
        "issue": "4"
    },
    "alternative-id": [
        "10.1257/jep.32.4.201"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.32.4.201",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}