{
    "indexed": {
        "date-parts": [
            [
                2021,
                1,
                7
            ]
        ],
        "date-time": "2021-01-07T23:45:55Z",
        "timestamp": 1610063155737
    },
    "reference-count": 14,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2017,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Some observers have argued that the projections for high and rising debt pose a grave threat to the country's economic future and give the government has less fiscal space to respond to recessions or other unexpected developments, so they urge significant changes in tax or spending policies to reduce federal borrowing. In stark contrast, others have noted that interest rates on long-term federal debt are extremely low and have argued that such persistently low interest rates justify additional federal borrowing and investment, at least for the short and medium term. We analyze this controversy focusing on two main issues: the aging of the US population and interest rates on US government debt. It is generally understood that these factors play an important role in the projected path of the US debt-to-GDP ratio. What is less recognized is that these changes also have implications for the appropriate level of US debt. We argue that many—though not all— of the factors that may be contributing to the historically low level of interest rates imply that both federal debt and federal investment should be substantially larger than they would be otherwise. In conclusion, although significant policy changes to reduce federal budget deficits ultimately will be needed, they do not have to be implemented right away. Instead, the focus of federal budget policy over the coming decade should be to increase federal investment while enacting changes in federal spending and taxes that will reduce deficits gradually over time. </jats:p>",
    "DOI": "10.1257/jep.31.3.175",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2017,
                7,
                26
            ]
        ],
        "date-time": "2017-07-26T12:46:28Z",
        "timestamp": 1501073188000
    },
    "page": "175-194",
    "source": "Crossref",
    "is-referenced-by-count": 14,
    "title": [
        "Federal Budget Policy with an Aging Population and Persistently Low Interest Rates"
    ],
    "prefix": "10.1257",
    "volume": "31",
    "author": [
        {
            "given": "Douglas W.",
            "family": "Elmendorf",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Douglas W. Elmendorf is Dean and Don K. Price Professor of Public Policy, Harvard Kennedy School, Cambridge, Massachusetts. From January 2009 through March 2015, he served as Director of the Congressional Budget Office. Brookings Institution, Washington, DC."
                }
            ]
        },
        {
            "given": "Louise M.",
            "family": "Sheiner",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Louise M. Sheiner is Senior Fellow in Economic Studies and Policy Director, Hutchins Center on Fiscal and Monetary Policy, Brookings Institution, Washington, DC."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.31.3.175",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:14:24Z",
        "timestamp": 1591132464000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2017,
                8,
                1
            ]
        ]
    },
    "references-count": 14,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2017,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.31.3.175"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.31.3.175",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}