{
    "indexed": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T22:10:15Z",
        "timestamp": 1591135815717
    },
    "reference-count": 47,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2009,
                11,
                1
            ]
        ]
    },
    "abstract": "<jats:p> How has the economic risk of health spending changed over time for U.S. households? We describe trends in aggregate health spending in the United States and how private insurance markets and public insurance programs have changed over time. We then present evidence from Consumer Expenditure Survey microdata on how the distribution of household spending on health—that is, out-of-pocket payments for medical care plus the household's share of health insurance premiums—has changed over time. This distribution has shifted up over time—households spend more on medical care and insurance than they used to—but for the purposes of measuring change in risk, it is not the mean but the dispersion of this distribution that is of interest. We consider two measures of dispersion that serve as proxies for household risk: the standard deviation of the distribution of household health spending and the ratio of the 90th percentile of spending to the median (the so-called “90/50 gap”). We find, surprisingly, that neither has increased despite the rapid rise in aggregate health spending. This conclusion holds true for broad subgroups of the population (for example, the nonelderly as a group) but not for some narrowly-defined subgroups (for example, low-income families with children). We next consider how much risk households should face, from the perspective of economic efficiency. Household risk may not have changed much over the past several decades, but do we have any evidence that this level represents either too much or too little risk? Finally, we discuss implications for public policy—in particular, for current debates over expanding health insurance coverage to the uninsured. </jats:p>",
    "DOI": "10.1257/jep.23.4.25",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2009,
                11,
                13
            ]
        ],
        "date-time": "2009-11-13T17:25:42Z",
        "timestamp": 1258133142000
    },
    "page": "25-48",
    "source": "Crossref",
    "is-referenced-by-count": 24,
    "title": [
        "The Evolution of Medical Spending Risk"
    ],
    "prefix": "10.1257",
    "volume": "23",
    "author": [
        {
            "given": "Jonathan",
            "family": "Gruber",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Massachusetts Institute of Technology, Cambridge, Massachusetts; National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Helen",
            "family": "Levy",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Institute for Social Research, and Assistant Research Scientist, School of Public Health, both at the University of Michigan, Ann Arbor, Michigan; National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.23.4.25",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:43:58Z",
        "timestamp": 1591134238000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2009,
                11,
                1
            ]
        ]
    },
    "references-count": 47,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2009,
                    11,
                    1
                ]
            ]
        },
        "issue": "4"
    },
    "alternative-id": [
        "10.1257/jep.23.4.25"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.23.4.25",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}