{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                26
            ]
        ],
        "date-time": "2021-03-26T14:09:53Z",
        "timestamp": 1616767793925
    },
    "reference-count": 27,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2019,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> How well equipped are today’s macroprudential regimes to deal with a rerun of the factors that led to the global financial crisis? To address the factors that made the last crisis so severe, a macroprudential regulator would need to implement policies to tackle vulnerabilities from financial system leverage, fragile funding structures, and the build-up in household indebtedness. We specify and calibrate a package of policy interventions to address these vulnerabilities—policies that include implementing the countercyclical capital buffer, requiring that banks extend the maturity of their funding, and restricting mortgage lending at high loan-to-income multiples. We then assess how well placed are two prominent macroprudential regulators, set up since the crisis, to implement such a package. The US Financial Stability Oversight Council has not been designed to implement such measures and would therefore make little difference were we to experience a rerun of the factors that preceded the last crisis. A macroprudential regulator modeled on the UK’s Financial Policy Committee stands a better chance because it has many of the necessary powers. But it too would face challenges associated with spotting build-ups in risk with sufficient prescience, acting sufficiently aggressively, and maintaining political backing for its actions. </jats:p>",
    "DOI": "10.1257/jep.33.1.107",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2019,
                1,
                31
            ]
        ],
        "date-time": "2019-01-31T14:06:35Z",
        "timestamp": 1548943595000
    },
    "page": "107-130",
    "source": "Crossref",
    "is-referenced-by-count": 13,
    "title": [
        "Would Macroprudential Regulation Have Prevented the Last Crisis?"
    ],
    "prefix": "10.1257",
    "volume": "33",
    "author": [
        {
            "given": "David",
            "family": "Aikman",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "David Aikman is Technical Head of the Macroprudential Strategy and Support Division, Bank of England, London, United Kingdom."
                }
            ]
        },
        {
            "given": "Jonathan",
            "family": "Bridges",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Jonathan Bridges is a Senior Economist, Macroprudential Strategy and Support Division, Bank of England, London, United Kingdom."
                }
            ]
        },
        {
            "given": "Anil",
            "family": "Kashyap",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Anil Kashyap is the Edward Eagle Brown Professor of Economics and Finance at the University of Chicago Booth School of Business, Chicago, Illinois. Since 2016, he has been a Member of the Financial Policy Committee, Bank of England. He is also a Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts, and a Research Fellow, Centre for Economic Policy Research, London, England. Kashyap is the corresponding author at"
                }
            ]
        },
        {
            "given": "Caspar",
            "family": "Siegert",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Caspar Siegert is a Senior Economist, Macroprudential Strategy and Support Division, Bank of England, London, United Kingdom."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.33.1.107",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:24:00Z",
        "timestamp": 1591133040000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2019,
                2,
                1
            ]
        ]
    },
    "references-count": 27,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2019,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.33.1.107"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.33.1.107",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}