{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                3
            ]
        ],
        "date-time": "2021-04-03T07:44:13Z",
        "timestamp": 1617435853717
    },
    "reference-count": 75,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2018,
                5,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Psychology offers conceptual and analytic tools that can advance the discussion on the nature of risk preference and its measurement in the behavioral sciences. We discuss the revealed and stated preference measurement traditions, which have coexisted in both psychology and economics in the study of risk preferences, and explore issues of temporal stability, convergent validity, and predictive validity with regard to measurement of risk preferences. As for temporal stability, do risk preference as a psychological trait show a degree of stability over time that approximates what has been established for other major traits, such as intelligence, or, alternatively, are they more similar in stability to transitory psychological states, such as emotional states? Convergent validity refers to the degree to which different measures of a psychological construct capture a common underlying characteristic or trait. Do measures of risk preference all capture a unitary psychological trait that is indicative of risky behavior across various domains, or do they capture various traits that independently contribute to risky behavior in specific areas of life, such as financial, health, and recreational domains? Predictive validity refers to the extent to which a psychological trait has power in forecasting behavior. Intelligence and major personality traits have been shown to predict important life outcomes, such as academic and professional achievement, which suggests there could be studies of the short- and long-term outcomes of risk preference— something lacking in current psychological (and economic) research. We discuss the current empirical knowledge on risk preferences in light of these considerations. </jats:p>",
    "DOI": "10.1257/jep.32.2.155",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2018,
                5,
                3
            ]
        ],
        "date-time": "2018-05-03T15:59:45Z",
        "timestamp": 1525363185000
    },
    "page": "155-172",
    "source": "Crossref",
    "is-referenced-by-count": 43,
    "title": [
        "Risk Preference: A View from Psychology"
    ],
    "prefix": "10.1257",
    "volume": "32",
    "author": [
        {
            "given": "Rui",
            "family": "Mata",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Rui Mata is Professor for Cognitive and Decision Sciences, University of Basel, Basel, Switzerland, Adjunct Researchers, Max Planck Institute for Human Development, Berlin, Germany."
                }
            ]
        },
        {
            "given": "Renato",
            "family": "Frey",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Renato Frey is a Researcher in Cognitive and Decision Sciences, University of Basel, Basel, Switzerland, Adjunct Researchers, Max Planck Institute for Human Development, Berlin, Germany."
                }
            ]
        },
        {
            "given": "David",
            "family": "Richter",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "David Richter is Research Associate, German Institute for Economic Research, Berlin, Germany."
                }
            ]
        },
        {
            "given": "Jürgen",
            "family": "Schupp",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Jürgen Schupp is the Director of the German Socio-Economic Panel Study, German Institute for Economic Research, Berlin, Germany."
                }
            ]
        },
        {
            "given": "Ralph",
            "family": "Hertwig",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Ralph Hertwig is Director of the Center for Adaptive Rationality, Max Planck Institute for Human Development, Berlin, Germany."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.32.2.155",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:29:21Z",
        "timestamp": 1591133361000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2018,
                5,
                1
            ]
        ]
    },
    "references-count": 75,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2018,
                    5,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jep.32.2.155"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.32.2.155",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}