{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                8
            ]
        ],
        "date-time": "2021-03-08T11:45:14Z",
        "timestamp": 1615203914855
    },
    "reference-count": 45,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2016,
                5,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Popular discussions of changes in American families over the past 60 years have revolved around the “retreat from marriage.” Concern has focused on increasing levels of nonmarital childbearing, as well as falling marriage rates that stem from both increases in the age at first marriage and greater marital instability. Often lost in these discussions is the fact that the decline of marriage has coincided with a rise in cohabitation. Many “single” Americans now live with a domestic partner and a substantial fraction of “single” mothers are cohabiting, often with the child's father. The share of women who have ever cohabited has nearly doubled over the past 25 years, and the majority of nonmarital births now occur to cohabiting rather than to unpartnered mothers at all levels of education. The emergence of cohabitation as an alternative to marriage has been a key feature of the post–World War II transformation of the American family. These changes in the patterns and trajectories of family structure have a strong socioeconomic gradient. The important divide is between college graduates and others: individuals who have attended college but do not have a four-year degree have family patterns and trajectories that are very similar to those of high school graduates. </jats:p>",
    "DOI": "10.1257/jep.30.2.79",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2016,
                5,
                5
            ]
        ],
        "date-time": "2016-05-05T14:49:22Z",
        "timestamp": 1462459762000
    },
    "page": "79-102",
    "source": "Crossref",
    "is-referenced-by-count": 87,
    "title": [
        "Family Inequality: Diverging Patterns in Marriage, Cohabitation, and Childbearing"
    ],
    "prefix": "10.1257",
    "volume": "30",
    "author": [
        {
            "given": "Shelly",
            "family": "Lundberg",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Shelly Lundberg is the Leonard Broom Professor of Demography, University of California, Santa Barbara, Santa Barbara, California. She is also a Research Fellow, Institute for the Study of Labor (IZA), Bonn, Germany, and Adjunct Professor of Economics, University of Bergen, Bergen, Norway."
                }
            ]
        },
        {
            "given": "Robert A.",
            "family": "Pollak",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Robert A. Pollak is the Hernreich Distinguished Professor of Economics, Washington University in St. Louis, St. Louis, Missouri. He is also Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts, and a Research Fellow, Institute for the Study of Labor (IZA), Bonn, Germany."
                }
            ]
        },
        {
            "given": "Jenna",
            "family": "Stearns",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Jenna Stearns is a PhD Candidate in Economics, University of California, Santa Barbara, Santa Barbara, California."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.30.2.79",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:10:21Z",
        "timestamp": 1591132221000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2016,
                5,
                1
            ]
        ]
    },
    "references-count": 45,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2016,
                    5,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jep.30.2.79"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.30.2.79",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}