{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                3
            ]
        ],
        "date-time": "2021-04-03T05:03:52Z",
        "timestamp": 1617426232693
    },
    "reference-count": 37,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2012,
                11,
                1
            ]
        ]
    },
    "abstract": "<jats:p> A person may be willing to make an economic tradeoff to assure that a wilderness area or scenic resource is protected even if neither that person nor (perhaps) anyone else will actually visit this area. This tradeoff is commonly labeled “passive use value.” Contingent valuation studies ask questions that help to reveal the monetary tradeoff each person would make concerning the value of goods or services. Such surveys are a practical alternative approach for eliciting the value of public goods, including those with passive use considerations. First I discuss the Exxon Valdez oil spill of March 1989, focusing on why it is important to measure monetary tradeoffs for goods where passive use considerations loom large. Although discussions of contingent valuation often focus on whether the method is sufficiently reliable for use in assessing natural resource damages in lawsuits, it is important to remember that most estimates from contingent valuation studies are used in benefit–cost assessments, not natural resource damage assessments. Those working on benefit–cost analysis have long recognized that goods and impacts that cannot be quantified are valued, implicitly, by giving them a limitless value when government regulations preclude certain activities, or giving them a value of zero by leaving certain consequences out of the analysis. Contingent valuation offers a practical alternative for reducing the use of either of these extreme choices. I put forward an affirmative case for contingent valuation and address a number of the concerns that have arisen. </jats:p>",
    "DOI": "10.1257/jep.26.4.27",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2012,
                11,
                6
            ]
        ],
        "date-time": "2012-11-06T13:39:23Z",
        "timestamp": 1352209163000
    },
    "page": "27-42",
    "source": "Crossref",
    "is-referenced-by-count": 239,
    "title": [
        "Contingent Valuation: A Practical Alternative when Prices Aren't Available"
    ],
    "prefix": "10.1257",
    "volume": "26",
    "author": [
        {
            "given": "Richard T",
            "family": "Carson",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Professor of Economics, University of California, San Diego, La Jolla, California."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.26.4.27",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:19:01Z",
        "timestamp": 1591132741000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2012,
                11,
                1
            ]
        ]
    },
    "references-count": 37,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2012,
                    11,
                    1
                ]
            ]
        },
        "issue": "4"
    },
    "alternative-id": [
        "10.1257/jep.26.4.27"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.26.4.27",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}