{
    "indexed": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T22:10:14Z",
        "timestamp": 1591135814282
    },
    "reference-count": 18,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2008,
                7,
                1
            ]
        ]
    },
    "abstract": "<jats:p> American teenagers perform considerably worse on international assessments of achievement than do teenagers in other high-income countries. This observation has been a source of great concern since the first international tests were administered in the 1960s. But does this skill gap persist into adulthood? We examine this question using the first international assessment of adult literacy, conducted in the 1990s. We find that, consistent with other assessments of the school-age population, U.S. teenagers perform relatively poorly, ranking behind teenagers in the twelve other rich countries surveyed. However, by their late twenties, Americans compare much more favorably to their counterparts abroad: U.S. adults aged 26–30 assessed at the same time using the same test ranked seventh in the same group of countries, and the gap with countries still ahead was much diminished. The historical advantage that the United States has enjoyed in college graduation appears to be an important reason why, between the teen years and the late twenties, American literacy rates appear to catch up with those in other high-income countries. The educational systems of countries with high university graduation rates appear to share two features: comprehensive secondary schools—in which all students have the option of taking courses to prepare for university—and a highly accessible university sector. For most of the twentieth century, the United States led the developed world in participation and completion of higher education. In recent years, however, other high-income countries—many of which established comprehensive secondary schooling in decades prior—have substantially expanded access to university education. These changes should have striking consequences for the distribution of skill across countries in the years to come </jats:p>",
    "DOI": "10.1257/jep.22.3.47",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2008,
                8,
                11
            ]
        ],
        "date-time": "2008-08-11T16:18:50Z",
        "timestamp": 1218471530000
    },
    "page": "47-70",
    "source": "Crossref",
    "is-referenced-by-count": 7,
    "title": [
        "Education and the Age Profile of Literacy into Adulthood"
    ],
    "prefix": "10.1257",
    "volume": "22",
    "author": [
        {
            "given": "Elizabeth",
            "family": "Cascio",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Dartmouth College, Hanover, New Hampshire; National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Damon",
            "family": "Clark",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "University of Florida, Gainesville, Florida; National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Nora",
            "family": "Gordon",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "University of California at San Diego, La Jolla, California; National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.22.3.47",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:36:27Z",
        "timestamp": 1591133787000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2008,
                7,
                1
            ]
        ]
    },
    "references-count": 18,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2008,
                    7,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.22.3.47"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.22.3.47",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}