{
    "indexed": {
        "date-parts": [
            [
                2021,
                2,
                28
            ]
        ],
        "date-time": "2021-02-28T08:03:37Z",
        "timestamp": 1614499417891
    },
    "reference-count": 47,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2011,
                5,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Following an acrimonious health care reform debate involving charges of “death panels,” in 2010, Congress explicitly forbade the use of cost-effectiveness analysis in government programs of the Patient Protection and Affordable Care Act. In this context, comparative effectiveness research emerged as an alternative strategy to understand better what works in health care. Put simply, comparative effectiveness research compares the efficacy of two or more diagnostic tests, treatments, or health care delivery methods without any explicit consideration of costs. To economists, the omission of costs from an assessment might seem nonsensical, but we argue that comparative effectiveness research still holds promise. First, it sidesteps one problem facing cost-effectiveness analysis—the widespread political resistance to the idea of using prices in health care. Second, there is little or no evidence on comparative effectiveness for a vast array of treatments: for example, we don't know whether proton-beam therapy, a very expensive treatment for prostate cancer (which requires building a cyclotron and a facility the size of a football field) offers any advantage over conventional approaches. Most drug studies compare new drugs to placebos, rather than “head-to-head” with other drugs on the market, leaving a vacuum as to which drug works best. Finally, the comparative effectiveness research can prove a useful first step even in the absence of cost information if it provides key estimates of treatment effects. After all, such effects are typically expensive to determine and require years or even decades of data. Costs are much easier to measure, and can be appended at a later date as financial Armageddon draws closer. </jats:p>",
    "DOI": "10.1257/jep.25.2.27",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2011,
                5,
                16
            ]
        ],
        "date-time": "2011-05-16T14:36:47Z",
        "timestamp": 1305556607000
    },
    "page": "27-46",
    "source": "Crossref",
    "is-referenced-by-count": 42,
    "title": [
        "The Pragmatist's Guide to Comparative Effectiveness Research"
    ],
    "prefix": "10.1257",
    "volume": "25",
    "author": [
        {
            "given": "Amitabh",
            "family": "Chandra",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Professor at the Harvard Kennedy School of Government, Harvard University, Cambridge, Massachusetts.; Research Associates at the National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Anupam B",
            "family": "Jena",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Department of Medicine at the Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts."
                }
            ]
        },
        {
            "given": "Jonathan S",
            "family": "Skinner",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "John Sloan Dickey Third Century Chair in Economics and Professor of Family and Community Medicine, Dartmouth Institute of Health Care Policy and Clinical Practice, Dartmouth College, Hanover, New Hampshire.; Research Associates at the National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.25.2.27",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:13:21Z",
        "timestamp": 1591132401000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2011,
                5,
                1
            ]
        ]
    },
    "references-count": 47,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2011,
                    5,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jep.25.2.27"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.25.2.27",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}