{
    "indexed": {
        "date-parts": [
            [
                2024,
                11,
                7
            ]
        ],
        "date-time": "2024-11-07T05:23:07Z",
        "timestamp": 1730956987545,
        "version": "3.28.0"
    },
    "reference-count": 29,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2024,
                11,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Hamilton’s 1791 state paper on manufactures is a forward-looking argument for US industrialization supported by public policies designed to encourage it. Conventional wisdom circa 1790, along with static considerations of comparative advantage indicated that the United States should stick to farming, export its agricultural surpluses, and import European manufactures. Mercantilist trade policies of the major European empires, however, were barriers to US exports. Hamilton therefore contended that US manufacturing using the latest machine technologies would alleviate the effects of European trade restrictions by creating domestic demand for agricultural surpluses. His report specifies industries worthy of support, and policy measures to encourage their development. During the century that followed, US governments adopted nearly all of Hamilton’s recommendations. These measures contributed to an average annual rate of growth of industrial output of 5 percent during that century, helping the United States to become the world’s leading manufacturing nation. </jats:p>",
    "DOI": "10.1257/jep.38.4.111",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2024,
                11,
                6
            ]
        ],
        "date-time": "2024-11-06T13:01:12Z",
        "timestamp": 1730898072000
    },
    "page": "111-130",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Alexander Hamilton’s <i>Report on Manufactures</i> and Industrial Policy"
    ],
    "prefix": "10.1257",
    "volume": "38",
    "author": [
        {
            "given": "Richard",
            "family": "Sylla",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Richard Sylla is Professor Emeritus of Economics, Stern School of Business, New York University, New York City, New York. He is also a Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "reference": [
        {
            "key": "p_1",
            "doi-asserted-by": "crossref",
            "unstructured": "Ben-Atar, Doron S. 2004. Trade Secrets: Intellectual Piracy and the Origins of American Industrial Power. New",
            "DOI": "10.12987/yale/9780300100068.001.0001"
        },
        {
            "key": "p_2",
            "unstructured": "Haven: Yale University Press. Bodenhorn, Howard. 2010. \"Federal and State Commercial Banking Policy in the Federalist Era and"
        },
        {
            "key": "p_3",
            "unstructured": "Beyond.\" In Founding Choices: American Economic Policy in the 1790s, edited by Douglas A. Irwin and"
        },
        {
            "key": "p_4",
            "unstructured": "Richard Sylla, 151-76. Chicago: University of Chicago Press. Cohen, Stephen S., and J. Bradford DeLong. 2016. Concrete Economics: The Hamilton Approach to Economic"
        },
        {
            "journal-title": "Industrial Production",
            "first-page": "1790",
            "year": "2004",
            "author": "Policy Harvard Business",
            "key": "p_5"
        },
        {
            "key": "p_6",
            "unstructured": "Economics 119 (4): 1177-1215. Davis, Joseph Stancliffe. 1917. Essays on the Earlier History of American Corporations. Cambridge: Harvard"
        },
        {
            "key": "p_7",
            "unstructured": "University Press. DiLorenzo, Thomas J. 2009. Hamilton's Curse: How Jefferson's Arch Enemy Betrayed the American Revolu"
        },
        {
            "key": "p_8",
            "unstructured": "tion-and What It Means for Americans Today. New York: Three Rivers Press. Fasteau, Marc, and Ian Fletcher. 2024. Industrial Policy for the United States: Winning the Competition for"
        },
        {
            "key": "p_9",
            "unstructured": "Good Jobs and High-Value Industries. New York: Cambridge University Press. Hall, George, Jonathan Payne, and Thomas Sargent. 2018. \"US Federal Debt 1776-1960: Quantities and"
        },
        {
            "key": "p_11",
            "unstructured": "Paper 18-25. Hamilton, Alexander. 1790a. The Papers of Alexander Hamilton. Vol. VI, edited by Harold C. Syrett. New"
        },
        {
            "key": "p_12",
            "unstructured": "York: Columbia University Press, 1962. Hamilton, Alexander. 1790b. The Papers of Alexander Hamilton. Vol. VII, edited by Harold C. Syrett. New"
        },
        {
            "key": "p_13",
            "unstructured": "York: Columbia University Press, 1963. Hamilton, Alexander. 1791. The Papers of Alexander Hamilton. Vol. X, edited by Harold C. Syrett. New"
        },
        {
            "key": "p_14",
            "unstructured": "York: Columbia University Press, 1966. Higgins, Mark J. 2024. Investing in U.S. Financial History: Understanding the Past to Forecast the Future."
        },
        {
            "key": "p_15",
            "unstructured": "Austin, TX: Greenleaf Book Group Press. Hogeland, William. 2024. The Hamilton's Scheme: An Epic Tale of Money and Power in the American Founding."
        },
        {
            "journal-title": "Journal of Economic",
            "year": "2004",
            "author": "Farrar Straus",
            "key": "p_16"
        },
        {
            "key": "p_17",
            "unstructured": "History 64 (3): 800-821. Irwin, Douglas A. 2017. Clashing Over Commerce: A History of US Trade Policy. Chicago: University of"
        },
        {
            "key": "p_18",
            "unstructured": "Chicago Press. Jefferson, Thomas. 1785. Notes on the State of Virginia. Edited with an Introduction and Notes by Robert"
        },
        {
            "key": "p_19",
            "unstructured": "Pierce Forbes. New Haven: Yale University Press, 2022. McCloskey, Deirdre Nansen, and Art Carden. 2020. Leave Me Alone and I'll Make You Rich: How the Bour"
        },
        {
            "issue": "1",
            "key": "p_20",
            "first-page": "31",
            "volume": "63",
            "author": "geois Deal Enriched the World. Chicago: University of Chicago Press. McCraw, Thomas K.",
            "year": "1994",
            "journal-title": "American Scholar"
        },
        {
            "key": "p_21",
            "unstructured": "New York: Verso. Passell, Peter and Maria Schmundt. 1971. \"Pre-Civil War Land Policy and the Growth of Manufacturing.\""
        },
        {
            "key": "p_22",
            "unstructured": "Explorations in Economic History 9 (1): 35-48. Peters, Richard, ed. 1845-1867. The Public Statutes at Large of the United States of America, from the Organiza"
        },
        {
            "key": "p_23",
            "unstructured": "tion of the Government in 1789, to March 3, 1845. 8 Vols. Boston: Charles C. Little and James Brown. Schumpeter, Joseph A. 1954. History of Economic Analysis. New York: Oxford University Press. Smith, Adam. 1776. An Inquiry into the Nature and Causes of the Wealth of Nations. New York: The Modern"
        },
        {
            "key": "p_24",
            "unstructured": "Library, 1937. Smith, Merritt Roe. 1977. Harpers Ferry Armory and the New Technology: The Challenge of Change. Ithaca:"
        },
        {
            "journal-title": "Securities Markets and the Banking System",
            "first-page": "1790",
            "year": "1998",
            "author": "Cornell University Press. Sylla, Richard.",
            "key": "p_25"
        },
        {
            "key": "p_26",
            "unstructured": "of St. Louis Review 80 (3): 83-98. Sylla, Richard. 2010. \"Financial Foundations: Public Credit, the National Bank, and Securities Markets.\""
        },
        {
            "key": "p_27",
            "unstructured": "In Founding Choices: American Economic Policy in the 1790s, edited by Douglas A. Irwin and Richard"
        },
        {
            "key": "p_28",
            "unstructured": "Sylla, 59-88. Chicago: University of Chicago Press. Sylla, Richard, John B. Legler, and John J. Wallis. 1987. \"Banks and State Public Finance in the New"
        },
        {
            "issue": "2",
            "key": "p_29",
            "first-page": "391",
            "volume": "47",
            "author": "Republic",
            "year": "1860",
            "journal-title": "Journal of Economic History"
        },
        {
            "issue": "4",
            "key": "p_30",
            "first-page": "613",
            "volume": "10",
            "year": "1845",
            "journal-title": "Review of Finance"
        }
    ],
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.38.4.111",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2024,
                11,
                6
            ]
        ],
        "date-time": "2024-11-06T13:01:24Z",
        "timestamp": 1730898084000
    },
    "score": 1,
    "resource": {
        "primary": {
            "URL": "https://pubs.aeaweb.org/doi/10.1257/jep.38.4.111"
        }
    },
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2024,
                11,
                1
            ]
        ]
    },
    "references-count": 29,
    "journal-issue": {
        "issue": "4",
        "published-print": {
            "date-parts": [
                [
                    2024,
                    11,
                    1
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1257/jep.38.4.111"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.38.4.111",
    "relation": {},
    "ISSN": [
        "0895-3309",
        "1944-7965"
    ],
    "issn-type": [
        {
            "type": "print",
            "value": "0895-3309"
        },
        {
            "type": "electronic",
            "value": "1944-7965"
        }
    ],
    "subject": [],
    "published": {
        "date-parts": [
            [
                2024,
                11,
                1
            ]
        ]
    }
}