{
    "indexed": {
        "date-parts": [
            [
                2021,
                2,
                4
            ]
        ],
        "date-time": "2021-02-04T15:27:52Z",
        "timestamp": 1612452472167
    },
    "reference-count": 44,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2021,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Cities are increasingly setting their own minimum wages, and this trend has accelerated sharply in recent years. While in 2010 there were only three cities with their own minimum wages exceeding the state or federal standard, by 2020 there were 42. This new phenomenon raises the question: is it desirable to have city-level variation in minimum wage polices? We discuss the main trade-offs emerging from local variation in minimum wage polices and evaluate their empirical relevance. First, we document what type of cities raise minimum wages, and we discuss how these characteristics can potentially impact the effectiveness of city-level minimum wage policies. Second, we summarize the evolving evidence on city-level minimum wage changes and provide some new evidence of our own. Early evidence suggests that the impact of the policy on wages and employment to date has been broadly similar to the evidence on state- and federal-level minimum wage changes. Overall, city-level minimum wages seem to be able to tailor the policy to the local economic environment without imposing substantial distortions in allocation of labor and businesses across locations. </jats:p>",
    "DOI": "10.1257/jep.35.1.27",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2021,
                2,
                3
            ]
        ],
        "date-time": "2021-02-03T12:55:43Z",
        "timestamp": 1612356943000
    },
    "page": "27-50",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "City Limits: What Do Local-Area Minimum Wages Do?"
    ],
    "prefix": "10.1257",
    "volume": "35",
    "author": [
        {
            "given": "Arindrajit",
            "family": "Dube",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Arindrajit Dube is Professor of Economics, University of Massachusetts Amherst, Amherst, Massachusetts. He is also a Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts, and a Research Fellow, IZA Institute of Labor Economics, Bonn, Germany, in London, United Kingdom; Research Affiliate, IZA Institute of Labor Economics, Bonn, Germany; and Research Fellow, Institute of Economics, Hungarian Academy of Sciences, Budapest, Hungary."
                }
            ]
        },
        {
            "given": "Attila",
            "family": "Lindner",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Attila Lindner is Assistant Professor, University College London, London, United Kingdom. He is also an Associate, Center for Economic Performance, London School of Economics and Research Associate, Institute for Fiscal Studies, in London, United Kingdom; Research Affiliate, IZA Institute of Labor Economics, Bonn, Germany; and Research Fellow, Institute of Economics, Hungarian Academy of Sciences, Budapest, Hungary. )."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.35.1.27",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2021,
                2,
                4
            ]
        ],
        "date-time": "2021-02-04T14:04:30Z",
        "timestamp": 1612447470000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2021,
                2,
                1
            ]
        ]
    },
    "references-count": 44,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2021,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.35.1.27"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.35.1.27",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}