{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                2
            ]
        ],
        "date-time": "2021-04-02T12:44:00Z",
        "timestamp": 1617367440290
    },
    "reference-count": 81,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2017,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Why do living standards differ so much across countries? A consensus in the development literature is that differences in productivity are a dominant source of these differences. But what accounts for productivity differences across countries? One explanation is that frontier technologies and best practice methods are slow to diffuse to low-income countries. The recent literature on misallocation offers a distinct but complementary explanation: low-income countries are not as effective in allocating their factors of production to their most efficient use. We provide our perspective on three key questions. First, how important is misallocation? Second, what are the causes of misallocation? And third, beyond the direct cost of lower contemporaneous output, are there additional costs associated with misallocation? A summary of our answers is as follows: Misallocation appears to be a substantial channel in accounting for productivity differences across countries, but the measured magnitude of the effects depends on the approach and context. Researchers have not yet found a dominant source of misallocation; instead, many specific factors seem to contribute a small part of the overall effect. Beyond the static cost of misallocation, we believe that the dynamic effects of misallocation on productivity growth are significant and deserve much more attention going forward. </jats:p>",
    "DOI": "10.1257/jep.31.3.151",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2017,
                7,
                26
            ]
        ],
        "date-time": "2017-07-26T12:46:28Z",
        "timestamp": 1501073188000
    },
    "page": "151-174",
    "source": "Crossref",
    "is-referenced-by-count": 92,
    "title": [
        "The Causes and Costs of Misallocation"
    ],
    "prefix": "10.1257",
    "volume": "31",
    "author": [
        {
            "given": "Diego",
            "family": "Restuccia",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Diego Restuccia is a Professor of Economics and a Canada Research Chair, University of Toronto, Toronto, Canada, and a Research Associate at the National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Richard",
            "family": "Rogerson",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Richard Rogerson is the Charles and Marie Robertson Professor of Public and International Affairs, Woodrow Wilson School, Princeton University, Princeton, New Jersey, and a Research Associate at the National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.31.3.151",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:14:03Z",
        "timestamp": 1591132443000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2017,
                8,
                1
            ]
        ]
    },
    "references-count": 81,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2017,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.31.3.151"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.31.3.151",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}