{
    "indexed": {
        "date-parts": [
            [
                2021,
                2,
                8
            ]
        ],
        "date-time": "2021-02-08T19:23:58Z",
        "timestamp": 1612812238709
    },
    "reference-count": 56,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2016,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Students in some countries do far better on international achievement tests than students in other countries. Is this all due to differences in what students bring with them to school—socioeconomic background, cultural factors, and the like? Or do school systems make a difference? This essay argues that differences in features of countries' school systems, and in particular their institutional structures, account for a substantial part of the cross-country variation in student achievement. It first documents the size and cross-test consistency of international differences in student achievement. Next, it uses the framework of an education production function to provide descriptive analysis of the extent to which different factors of the school system, as well as factors beyond the school system, account for cross-country achievement differences. Finally, it covers research that goes beyond descriptive associations by addressing leading concerns of bias in cross-country analysis. The available evidence suggests that differences in expenditures and class size play a limited role in explaining cross-country achievement differences, but that differences in teacher quality and instruction time do matter. This suggests that what matters is not so much the amount of inputs that school systems are endowed with, but rather how they use them. Correspondingly, international differences in institutional structures of school systems such as external exams, school autonomy, private competition, and tracking have been found to be important sources of international differences in student achievement. </jats:p>",
    "DOI": "10.1257/jep.30.3.3",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2016,
                8,
                2
            ]
        ],
        "date-time": "2016-08-02T14:47:32Z",
        "timestamp": 1470149252000
    },
    "page": "3-32",
    "source": "Crossref",
    "is-referenced-by-count": 53,
    "title": [
        "The Importance of School Systems: Evidence from International Differences in Student Achievement"
    ],
    "prefix": "10.1257",
    "volume": "30",
    "author": [
        {
            "given": "Ludger",
            "family": "Woessmann",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Ludger Woessmann is Director of the Center for the Economics of Education, ifo Institute for Economic Research, and Professor of Economics, University of Munich, both in Munich, Germany. His email address is"
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.30.3.3",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:20:06Z",
        "timestamp": 1591132806000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2016,
                8,
                1
            ]
        ]
    },
    "references-count": 56,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2016,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.30.3.3"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.30.3.3",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}