{
    "indexed": {
        "date-parts": [
            [
                2020,
                6,
                22
            ]
        ],
        "date-time": "2020-06-22T23:05:00Z",
        "timestamp": 1592867100635
    },
    "reference-count": 25,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2011,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Adult obesity is a growing problem. From 1962 to 2006, obesity prevalence nearly tripled to 35.1 percent of adults. The rising prevalence of obesity is not limited to a particular socioeconomic group and is not unique to the United States. Should this widespread obesity epidemic be a cause for alarm? From a personal health perspective, the answer is an emphatic “yes.” But when it comes to justifications of public policy for reducing obesity, the analysis becomes more complex. A common starting point is the assertion that those who are obese impose higher health costs on the rest of the population—a statement which is then taken to justify public policy interventions. But the question of who pays for obesity is an empirical one, and it involves analysis of how obese people fare in labor markets and health insurance markets. We will argue that the existing literature on these topics suggests that obese people on average do bear the costs and benefits of their eating and exercise habits. We begin by estimating the lifetime costs of obesity. We then discuss the extent to which private health insurance pools together obese and thin, whether health insurance causes obesity, and whether being fat might actually cause positive externalities for those who are not obese. If public policy to reduce obesity is not justified on the grounds of external costs imposed on others, then the remaining potential justification would need to be on the basis of helping people to address problems of ignorance or self-control that lead to obesity. In the conclusion, we offer a few thoughts about some complexities of such a justification. </jats:p>",
    "DOI": "10.1257/jep.25.1.139",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2011,
                2,
                14
            ]
        ],
        "date-time": "2011-02-14T14:30:23Z",
        "timestamp": 1297693823000
    },
    "page": "139-158",
    "source": "Crossref",
    "is-referenced-by-count": 68,
    "title": [
        "Who Pays for Obesity?"
    ],
    "prefix": "10.1257",
    "volume": "25",
    "author": [
        {
            "given": "Jay",
            "family": "Bhattacharya",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Associate Professor at the Center for Primary Care and Outcomes Research, Stanford University School of Medicine, Stanford, California and Research Fellow, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Neeraj",
            "family": "Sood",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Associate Professor and Director of International Programs at the Schaeffer Center for Health Policy and Economics, School of Pharmacy, University of Southern California, Los Angeles, California and Faculty Research Fellow, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.25.1.139",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:22:59Z",
        "timestamp": 1591132979000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2011,
                2,
                1
            ]
        ]
    },
    "references-count": 25,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2011,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.25.1.139"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.25.1.139",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}