{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                25
            ]
        ],
        "date-time": "2021-03-25T20:30:11Z",
        "timestamp": 1616704211157
    },
    "reference-count": 45,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2011,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Analysts of the recent financial crisis often refer to the role of asset “fire sales” in depleting the balance sheets of financial institutions and aggravating the fragility of the financial system. The term “fire sale” has been around since the nineteenth century to describe firms selling smoke-damaged merchandise at cut-rate prices in the aftermath of a fire. But what are fire sales in broad financial markets with hundreds of participants? As we suggested in a 1992 paper, a fire sale is essentially a forced sale of an asset at a dislocated price. The asset sale is forced in the sense that the seller cannot pay creditors without selling assets. The price is dislocated because the highest potential bidders are typically involved in a similar activity as the seller, and are therefore themselves indebted and cannot borrow more to buy the asset. Indeed, rather than bidding for the asset, they might be selling similar assets themselves. Assets are then bought by nonspecialists who, knowing that they have less expertise with the assets in question, are only willing to buy at valuations that are much lower. In this paper, we selectively review some of the research on fire sales, emphasizing both concepts and supporting evidence. We begin by describing our 1992 model of fire sales and the related findings in empirical corporate finance. We then show that models of fire sales can account for several related phenomena during the recent financial crisis, including the contraction of the banking system and the failures of arbitrage in financial markets exemplified by historically unprecedented differences in prices of very similar securities. We then link fire sales to macroeconomics by discussing how such dislocations of security prices and the reduction in balance sheets of banks can reduce investment and output. Finally, we consider how the concept of fire sales can help us think about government interventions in financial markets, including the evidently successful Federal Reserve interventions in 2009. Fire sales are surely not the whole story of the financial crisis, but they are a phenomenon that binds together many elements of the crisis. </jats:p>",
    "DOI": "10.1257/jep.25.1.29",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2011,
                2,
                14
            ]
        ],
        "date-time": "2011-02-14T14:30:23Z",
        "timestamp": 1297693823000
    },
    "page": "29-48",
    "source": "Crossref",
    "is-referenced-by-count": 378,
    "title": [
        "Fire Sales in Finance and Macroeconomics"
    ],
    "prefix": "10.1257",
    "volume": "25",
    "author": [
        {
            "given": "Andrei",
            "family": "Shleifer",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Professor of Economics, Harvard University, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Robert",
            "family": "Vishny",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Myron S. Scholes Distinguished Service Professor of Finance, University of Chicago Booth School of Business, Chicago, Illinois."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.25.1.29",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:23:32Z",
        "timestamp": 1591133012000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2011,
                2,
                1
            ]
        ]
    },
    "references-count": 45,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2011,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.25.1.29"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.25.1.29",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}