{
    "indexed": {
        "date-parts": [
            [
                2021,
                2,
                15
            ]
        ],
        "date-time": "2021-02-15T08:43:57Z",
        "timestamp": 1613378637752
    },
    "reference-count": 47,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2007,
                4,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Gary Becker's path-breaking Treatise on the Family (1981) subjected individuals' decisions about sex, marriage, childbearing, and childrearing to rational choice analysis. The American family has changed radically in recent decades; we survey these changes as well as the ongoing effort to understand partnering, parenting, and care of the elderly as results of maximizing choices made by individuals. First, we describe the recent changes in the American family: the separation of sex, marriage, and childbearing; fewer children and smaller households; converging work and education patterns for men and women; class divergence in partnering and parenting strategies; and the replacement of family functions and home production by government programs and market transactions. Second, we examine recent work in family economics that attempts to explain these changes. Third, we point out some challenging areas for further analysis and highlight issues of commitment in two primary family relationships: those between men and women, and those between parents and children. Finally, we consider the effectiveness of policies to target benefits to certain family members (for instance, children) or to promote marriage and fertility. </jats:p>",
    "DOI": "10.1257/jep.21.2.3",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2007,
                6,
                20
            ]
        ],
        "date-time": "2007-06-20T22:34:24Z",
        "timestamp": 1182378864000
    },
    "page": "3-26",
    "source": "Crossref",
    "is-referenced-by-count": 79,
    "title": [
        "The American Family and Family Economics"
    ],
    "prefix": "10.1257",
    "volume": "21",
    "author": [
        {
            "given": "Shelly",
            "family": "Lundberg",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Castor Professor of Economics and Director, Center for Research on Families, both at the University of Washington, Seattle, Washington. She is also Adjunct Professor of Economics, University of Bergen, Bergen, Norway and Research Fellow, Institute the Study of the Labor Force (IZA), Bonn, Germany."
                }
            ]
        },
        {
            "given": "Robert A",
            "family": "Pollak",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Hernreich Distinguished Professor of Economics, Washington University in St. Louis, Missouri. He is also Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts; Research Fellow, Institute for the Study of the Labor Force (IZA), Bonn, Germany; and Research Fellow with the CESifo Research Network, Munich, Germany."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.21.2.3",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:34:19Z",
        "timestamp": 1591133659000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2007,
                4,
                1
            ]
        ]
    },
    "references-count": 47,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2007,
                    4,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jep.21.2.3"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.21.2.3",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}