{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                8
            ]
        ],
        "date-time": "2021-04-08T21:07:37Z",
        "timestamp": 1617916057538
    },
    "reference-count": 23,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2017,
                5,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The United States has been experiencing a slowdown in measured labor productivity growth since 2004. A number of commentators and researchers have suggested that this slowdown is at least in part illusory because real output data have failed to capture the new and better products of the past decade. I conduct four disparate analyses, each of which offers empirical challenges to this “mismeasurement hypothesis.” First, the productivity slowdown has occurred in dozens of countries, and its size is unrelated to measures of the countries' consumption or production intensities of information and communication technologies (ICTs, the type of goods most often cited as sources of mismeasurement). Second, estimates from the existing research literature of the surplus created by internet-linked digital technologies fall far short of the $3 trillion or more of “missing output” resulting from the productivity growth slowdown. Third, if measurement problems were to account for even a modest share of this missing output, the properly measured output and productivity growth rates of industries that produce and service ICTs would have to have been multiples of their measured growth in the data. Fourth, while measured gross domestic income has been on average higher than measured gross domestic product since 2004—perhaps indicating workers are being paid to make products that are given away for free or at highly discounted prices—this trend actually began before the productivity slowdown and moreover reflects unusually high capital income rather than labor income (i.e., profits are unusually high). In combination, these complementary facets of evidence suggest that the reasonable prima facie case for the mismeasurement hypothesis faces real hurdles when confronted with the data. </jats:p>",
    "DOI": "10.1257/jep.31.2.165",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2017,
                5,
                3
            ]
        ],
        "date-time": "2017-05-03T11:57:59Z",
        "timestamp": 1493812679000
    },
    "page": "165-186",
    "source": "Crossref",
    "is-referenced-by-count": 83,
    "title": [
        "Challenges to Mismeasurement Explanations for the US Productivity Slowdown"
    ],
    "prefix": "10.1257",
    "volume": "31",
    "author": [
        {
            "given": "Chad",
            "family": "Syverson",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Chad Syverson is J. Baum Harris Professor of Economics, University of Chicago Booth School of Business, Chicago, Illinois, and Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.31.2.165",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:16:26Z",
        "timestamp": 1591132586000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2017,
                5,
                1
            ]
        ]
    },
    "references-count": 23,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2017,
                    5,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jep.31.2.165"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.31.2.165",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}