{
    "indexed": {
        "date-parts": [
            [
                2020,
                10,
                8
            ]
        ],
        "date-time": "2020-10-08T16:24:49Z",
        "timestamp": 1602174289683
    },
    "reference-count": 28,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2017,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Managerial compensation typically relies on financial yardsticks, such as profits, stock prices, and return on equity, to achieve alignment between the interests of managers and shareholders. But financialized governance may not actually work well for most shareholders, and even when it does, significant tradeoffs and inefficiencies can arise from the conflict between maximizing financialized measures and society's broader interests. Effective governance requires that those in control are accountable for actions they take. However, those who control and benefit most from corporations' success are often able to avoid accountability. The history of corporate governance includes a parade of scandals and crises that have caused significant harm. After each, most key individuals tend to minimize their own culpability. Common claims from executives, boards of directors, auditors, rating agencies, politicians, and regulators include “we just didn't know,” “we couldn't have predicted,” or “it was just a few bad apples.” Economists, as well, may react to corporate scandals and crises with their own version of “we just didn't know,” as their models had ruled out certain possibilities. Effective governance of institutions in the private and public sectors should make it much more difficult for individuals in these institutions to get away with claiming that harm was out of their control when in reality they had encouraged or enabled harmful misconduct, and ought to have taken action to prevent it. </jats:p>",
    "DOI": "10.1257/jep.31.3.131",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2017,
                7,
                26
            ]
        ],
        "date-time": "2017-07-26T12:46:28Z",
        "timestamp": 1501073188000
    },
    "page": "131-150",
    "source": "Crossref",
    "is-referenced-by-count": 13,
    "title": [
        "A Skeptical View of Financialized Corporate Governance"
    ],
    "prefix": "10.1257",
    "volume": "31",
    "author": [
        {
            "given": "Anat R.",
            "family": "Admati",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Anat R. Admati is the George G. C. Parker Professor of Finance and Economics, Graduate School of Business, Stanford University, Stanford, California. Her email address is"
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.31.3.131",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:14:23Z",
        "timestamp": 1591132463000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2017,
                8,
                1
            ]
        ]
    },
    "references-count": 28,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2017,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.31.3.131"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.31.3.131",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}