{
    "indexed": {
        "date-parts": [
            [
                2021,
                2,
                7
            ]
        ],
        "date-time": "2021-02-07T21:36:12Z",
        "timestamp": 1612733772365
    },
    "reference-count": 1,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2020,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> We describe patterns of urbanization in the developing world and the extent to which they differ from the developed world. We consider the extent to which urbanization in the developing world can be explained by conventional models of spatial equilibrium. Despite their relative poverty, developing world cities are relatively highly productive and often provide good access to safe water, improved sanitation, schooling, and inoculations. In some parts of the world, they are home to a surprisingly small number of factory workers and a surprisingly large number of farmers. Developing world cities seem to do less well at protecting their residents from lifestyle diseases and crime, their female residents from domestic violence, and their children from illness. In thinking about these facts, we note that one strand of the literature focused on structural transformation has suggested that urbanization in the developing is occurring “too early,” while another strand argues that urbanization is occurring “too slow” to be consistent with conventional models of spatial equilibrium. Despite many differences between developing and developed world cities, our new results combined with those in the literature suggest that models of spatial equilibrium can be adapted as a useful guide to understanding the urbanization process in the developing world. </jats:p>",
    "DOI": "10.1257/jep.34.3.150",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2020,
                8,
                4
            ]
        ],
        "date-time": "2020-08-04T11:35:14Z",
        "timestamp": 1596540914000
    },
    "page": "150-173",
    "source": "Crossref",
    "is-referenced-by-count": 4,
    "title": [
        "Urbanization in the Developing World: Too Early or Too Slow?"
    ],
    "prefix": "10.1257",
    "volume": "34",
    "author": [
        {
            "given": "J. Vernon",
            "family": "Henderson",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "J. Vernon Henderson is School Professor of Economic Geography, London School of Economics, London, United Kingdom. Henderson is also a Research Fellow of the Centre for Economic Policy Research."
                }
            ]
        },
        {
            "given": "Matthew A.",
            "family": "Turner",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Matthew A. Turner is Professor of Economics, Brown University, Providence, Rhode Island. Turner is also Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts, and Senior Research Fellow, Property and Environment Research Center, Bozeman, Montana. Both authors are Research Affiliates, International Growth Center, London, United Kingdom. ."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.34.3.150",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                8,
                4
            ]
        ],
        "date-time": "2020-08-04T11:35:51Z",
        "timestamp": 1596540951000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2020,
                8,
                1
            ]
        ]
    },
    "references-count": 1,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2020,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.34.3.150"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.34.3.150",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}