{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                29
            ]
        ],
        "date-time": "2021-03-29T14:03:54Z",
        "timestamp": 1617026634864
    },
    "reference-count": 19,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2019,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The financial crisis that began in 2007 was triggered by over-leveraged homeowners and a severe downturn in US housing markets. However, a reasonably well-supervised financial system would have been much more resilient to this and other types of severe shocks. Instead, the core of the financial system became a key channel of propagation and magnification of losses suffered in the housing market. Critical financial intermediaries failed, or were bailed out, or dramatically reduced their provision of liquidity and credit to the economy. In short, the core financial system ceased to perform its intended functions for the real economy at a reasonable level of effectiveness. As a result, the impact of the housing-market shock on the rest of the economy was much larger than necessary. In this essay, I will review the key sources of fragility in the core financial system. I discuss the weakly supervised balance sheets of the largest banks and investment banks; the run-prone designs and weak regulation of the markets for securities financing and over-the-counter derivatives; the undue reliance of regulators on “market discipline; and the interplay of too-big-to-fail and the failure of market discipline. Finally, I point to some significant positive strides that have been made since the crisis: improvements in the capitalization of the largest financial institutions, a reduction of unsafe practices and infrastructure in the markets for securities financing and derivatives, and a significantly reduced presumption that the largest financial firms will be bailed out by taxpayer money in the future. But I will also mention some remaining challenges to financial stability that could be addressed with better regulation and market infrastructure. </jats:p>",
    "DOI": "10.1257/jep.33.1.81",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2019,
                1,
                31
            ]
        ],
        "date-time": "2019-01-31T14:06:35Z",
        "timestamp": 1548943595000
    },
    "page": "81-106",
    "source": "Crossref",
    "is-referenced-by-count": 8,
    "title": [
        "Prone to Fail: The Pre-Crisis Financial System"
    ],
    "prefix": "10.1257",
    "volume": "33",
    "author": [
        {
            "given": "Darrell",
            "family": "Duffie",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Darrell Duffie is Dean Witter Distinguished Professor of Finance, Graduate School of Business, Stanford University, Stanford, California, and a Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts. His email address is"
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.33.1.81",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:25:22Z",
        "timestamp": 1591133122000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2019,
                2,
                1
            ]
        ]
    },
    "references-count": 19,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2019,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.33.1.81"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.33.1.81",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}