{
    "indexed": {
        "date-parts": [
            [
                2023,
                8,
                4
            ]
        ],
        "date-time": "2023-08-04T04:32:10Z",
        "timestamp": 1691123530077
    },
    "reference-count": 94,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2023,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> There is a consensus that global value chains have aided developing countries' growth. This essay highlights the governance complexities arising from participating in such chains, drawing from lessons we have learned conducting research in the coffee and garment supply chains. Market power of international buyers can lead to inefficiently low wages, prices, quality standards, and poor working conditions. At the same time, some degree of market power might be needed to sustain long-term supply relationships that are beneficial in a world with incomplete contracts. We discuss how buyers’ market power and long-term supply relationships interact and how these relationships at the export-gate could be leveraged to enhance sustainability in the domestic part of the chains. We hope that the lessons learned by combining detailed data and contextual knowledge in two specific chains—coffee and garments—have broader applicability to other global value chains. </jats:p>",
    "DOI": "10.1257/jep.37.3.59",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2023,
                8,
                3
            ]
        ],
        "date-time": "2023-08-03T13:10:44Z",
        "timestamp": 1691068244000
    },
    "page": "59-86",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Global Value Chains in Developing Countries: A Relational Perspective from Coffee and Garments"
    ],
    "prefix": "10.1257",
    "volume": "37",
    "author": [
        {
            "given": "Laura",
            "family": "Boudreau",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Laura Boudreau is Assistant Professor of Economics, Graduate School of Business, Columbia University, New York City, New York."
                }
            ]
        },
        {
            "given": "Julia",
            "family": "Cajal-Grossi",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Julia Cajal-Grossi is Assistant Professor of Economics, Geneva Graduate Institute (IHEID), Geneva, Switzerland."
                }
            ]
        },
        {
            "given": "Rocco",
            "family": "Macchiavello",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Rocco Macchiavello is Professor of Management, London School of Economics, London, United Kingdom."
                }
            ]
        }
    ],
    "member": "11",
    "reference": [
        {
            "key": "p_1",
            "unstructured": "Abebe, Girum, A. Stefano Caria, and Esteban Ortiz-Ospina. 2021. \"The Selection of Talent: Experimental"
        },
        {
            "key": "p_2",
            "unstructured": "and Structural Evidence from Ethiopia.\" American Economic Review 111 (6): 1757-1806. Abouaziza, Mohamed, Rocco Macchiavello, Iris Steenkamp, and Ameek Singh. 2023. \"Building Rela"
        },
        {
            "key": "p_3",
            "unstructured": "tional Contracts in the Rwanda Coffee Sector.\" Unpublished. Acampora, Michelle, Lorenzo Casaburi, and Jack Willis. 2022. \"Land Rental Markets: Experimental"
        },
        {
            "key": "p_4",
            "unstructured": "Evidence from Kenya.\" NBER Working Paper 30495. Adhvaryu, Achyuta, Namrata Kala, and Anant Nyshadham. 2023. \"Returns to On-the-Job Soft Skills"
        },
        {
            "key": "p_5",
            "unstructured": "Training.\" Journal of Political Economy. https://doi.org/10.1086/724320. Adhvaryu, Achyuta, Teresa Molina, and Anant Nyshadham. 2022. \"Expectations, Wage Hikes and Worker"
        },
        {
            "key": "p_6",
            "unstructured": "Voice.\" Economic Journal 132 (645): 1978-93. Akamatsu, Kaname. 1962. \"A Historical Pattern of Economic Growth in Developing Countries.\" Devel"
        },
        {
            "key": "p_7",
            "unstructured": "oping Economies 1 (S1): 3-25. Akerlof, Robert, Anik Ashraf, Rocco Macchiavello, and Atonu Rabbani. 2020. \"Layoffs and Productivity"
        },
        {
            "key": "p_8",
            "unstructured": "at a Bangladeshi Sweater Factory.\" CESifo Working Paper 8492. Alfaro-Urena, Alonso, Benjamin Faber, Cecile Gaubert, Isabela Manelici, and Jose P. Vasquez. 2022."
        },
        {
            "key": "p_9",
            "unstructured": "\"Responsible Sourcing? Theory and Evidence from Costa Rica.\" NBER Working Paper 30683. Amengual, Matthew, and Greg Distelhorst. 2019. \"Can Sourcing Help Enforce Global Labor Standards?"
        },
        {
            "key": "p_10",
            "unstructured": "Evidence from the Gap Inc Supply Chain.\" Unpublished. Amodio, Francesco, and Nicolás de Roux. 2021. \"Labor Market Power in Developing Countries: Evidence"
        },
        {
            "issue": "4",
            "key": "p_11",
            "volume": "118",
            "author": "Plants Colombian",
            "journal-title": "Quarterly Journal of Economics"
        },
        {
            "key": "p_12",
            "doi-asserted-by": "crossref",
            "unstructured": "1375-1418. Antràs, Pol. 2020. \"Conceptual Aspects of Global Value Chains.\" World Bank Economic Review 34 (3):",
            "DOI": "10.1093/wber/lhaa006"
        },
        {
            "key": "p_13",
            "doi-asserted-by": "crossref",
            "unstructured": "551-74. Antràs, Pol, and C. Fritz Foley. 2015. \"Poultry in Motion: A Study of International Trade Finance Prac",
            "DOI": "10.1086/681592"
        },
        {
            "key": "p_14",
            "unstructured": "tices.\" Journal of Political Economy 123 (4): 853-901. Ashraf, Nava, Xavier Giné, and Dean Karlan. 2009. \"Finding Missing Markets (and a Disturbing Epilogue):"
        },
        {
            "key": "p_16",
            "unstructured": "of Agricultural Economics 91 (4): 973-90. Atkin, David. 2009. \"Working for the Future: Female Factory Work and Child Health in Mexico.\" Unpub"
        },
        {
            "key": "p_17",
            "doi-asserted-by": "crossref",
            "unstructured": "lished. Atkin, David. 2016. \"Endogenous Skill Acquisition and Export Manufacturing in Mexico.\" American",
            "DOI": "10.1257/aer.20120901"
        },
        {
            "key": "p_18",
            "unstructured": "Economic Review 106 (8): 2046-85. Bai, Jie, Ludovica Gazze, and Yukun Wang. 2021. \"Collective Reputation in Trade: Evidence from the"
        },
        {
            "key": "p_19",
            "unstructured": "Chinese Dairy Industry.\" Review of Economics and Statistics 104 (6): 1121-37. Baker, George, Robert Gibbons, and Kevin J. Murphy. 2002. \"Relational Contracts and the Theory of the"
        },
        {
            "key": "p_20",
            "unstructured": "Firm.\" Quarterly Journal of Economics 117 (1): 39-84. Balboni, Clare, Aaron Berman, Robin Burgess, and Benjamin A. Olken. Forthcoming. \"The Economics"
        },
        {
            "key": "p_21",
            "unstructured": "of Tropical Deforestation.\" Annual Review of Economics. Baldwin, Richard E., and Philippe Martin. 1999. \"Two Waves of Globalisation: Superficial Similarities,"
        },
        {
            "key": "p_22",
            "unstructured": "Fundamental Differences.\" NBER Working Paper 6904. Banerjee, Abhijit V., and Esther Duflo. 2014. \"Do Firms Want to Borrow More? Testing Credit Constraints"
        },
        {
            "key": "p_23",
            "unstructured": "Using a Directed Lending Program.\" Review of Economic Studies 81 (2): 572-607. Banerjee, Abhijit, and Kaivan Munshi. 2004. \"How Efficiently Is Capital Allocated? Evidence from the"
        },
        {
            "key": "p_24",
            "unstructured": "Knitted Garment Industry in Tirupur.\" Review of Economic Studies 71 (1): 19-42. Banerjee, Abhijit, Dilip Mookherjee, Kaivan Munshi, and Debraj Ray. 2001. \"Inequality, Control Rights,"
        },
        {
            "key": "p_25",
            "unstructured": "and Rent Seeking: Sugar Cooperatives in Maharashtra.\" Journal of Political Economy 109 (1): 138-90. Bardhan, Pranab, ed. 1991. The Economic Theory of Agrarian Institutions. Oxford, UK: Oxford University"
        },
        {
            "key": "p_26",
            "unstructured": "Press. Bergquist, Lauren Falcao, and Michael Dinerstein. 2020. \"Competition and Entry in Agricultural Markets:"
        },
        {
            "key": "p_27",
            "unstructured": "Experimental Evidence from Kenya.\" American Economic Review 110 (12): 3705-47. Bernasconi, Mario, Miguel Espinosa, Rocco Macchiavello, and Carlos Suarez. 2023. \"Relational Collu"
        },
        {
            "key": "p_28",
            "unstructured": "sion in the Colombian Electricity Market.\" CESifo Working Paper 10384. Blanchard, Emily J., and William W. Olney. 2017. \"Globalization and Human Capital Investment: Export"
        },
        {
            "key": "p_29",
            "unstructured": "Composition Drives Educational Attainment.\" Journal of International Economics 106: 165-83. Blattman, Christopher, and Stefan Dercon. 2018. \"The Impacts of Industrial and Entrepreneurial Work"
        },
        {
            "key": "p_31",
            "unstructured": "Economics 10 (3): 1-38. Bloom, Nicholas, Benn Eifert, Aprajit Mahajan, David McKenzie, and John Roberts. 2013. \"Does"
        },
        {
            "key": "p_32",
            "unstructured": "Management Matter? Evidence from India.\" Quarterly Journal of Economics 128 (1): 1-51. Bloom, Nicholas, Renata Lemos, Raffaella Sadun, Daniella Scur, and John Van Reenen. 2014. \"JEEA"
        },
        {
            "key": "p_33",
            "unstructured": "FBBCALecture 2013: The New Empirical Economics of Management.\" Journal of the European"
        },
        {
            "key": "p_34",
            "unstructured": "Economic Association 12 (4): 835-76. Bloom, Nicholas, and John Van Reenen. 2010. \"Why Do Management Practices Differ across Firms and"
        },
        {
            "key": "p_35",
            "unstructured": "Countries?\" Journal of Economic Perspectives 24 (1): 203-24. Blouin, Arthur, and Rocco Macchiavello. 2019. \"Strategic Default in the International Coffee Market.\""
        },
        {
            "key": "p_36",
            "unstructured": "Quarterly Journal of Economics 134 (2): 895-951. Bold, Tessa, Kayuki C. Kaizzi, Jakob Svensson, and David Yanagizawa-Drott. 2017. \"Lemon Technolo"
        },
        {
            "key": "p_38",
            "unstructured": "Quarterly Journal of Economics 132 (3): 1055-1100. Boudreau, Laura. 2021. \"Multinational Enforcement of Labor Law: Experimental Evidence on Strength"
        },
        {
            "key": "p_39",
            "unstructured": "ening Occupational Safety and Health (OSH) Committees.\" Unpublished. Boudreau, Laura E., Sylvain Chassang, Ada Gonzalez-Torres, and Rachel M. Heath. 2023. \"Monitoring"
        },
        {
            "key": "p_40",
            "unstructured": "Harassment in Organizations.\" NBER Working Paper 31011. Boudreau, Laura, Julia Cajal-Grossi, and Rocco Macchiavello. 2023. \"Replication data for: Global Value"
        },
        {
            "key": "p_42",
            "unstructured": "[distributor]. https://doi.org/10.3886/E191904V1. Boudreau, Laura, Rachel Heath, and Tyler McCormick. Forthcoming. \"Migrants, Experience, and Working"
        },
        {
            "key": "p_43",
            "unstructured": "Conditions in Bangladeshi Garment Factories.\" Journal of Economic Behavior and Organization. Cai, Jing, Alain De Janvry, and Elisabeth Sadoulet. 2015. \"Social Networks and the Decision to Insure.\""
        },
        {
            "issue": "2",
            "key": "p_44",
            "first-page": "81",
            "volume": "7",
            "author": "Journal American Economic",
            "year": "2022",
            "journal-title": "Applied Economics"
        },
        {
            "key": "p_45",
            "unstructured": "Chain Resilience in the Global Garments Industry.\" Unpublished. Cajal-Grossi, Julia and Gabriel Kreindler. 2023. \"Workers in Space: Evidence from Urban Bangladesh.\""
        },
        {
            "key": "p_47",
            "unstructured": "egies and Suppliers' Markups in Bangladeshi Garments.\" Quarterly Journal of Economics. Casaburi, Lorenzo, and Rocco Macchiavello. 2015. \"Loyalty, Exit, and Enforcement: Evidence from a"
        },
        {
            "key": "p_48",
            "unstructured": "Kenya Dairy Cooperative.\" American Economic Review 105 (5): 286-90. Casaburi, Lorenzo, and Rocco Macchiavello. 2019. \"Demand and Supply of Infrequent Payments as a"
        },
        {
            "key": "p_49",
            "doi-asserted-by": "crossref",
            "unstructured": "Commitment Device: Evidence from Kenya.\" American Economic Review 109 (2): 523-55. Casaburi, Lorenzo, and Jack Willis. 2018. \"Time versus State in Insurance: Experimental Evidence from",
            "DOI": "10.1257/aer.20180281"
        },
        {
            "key": "p_50",
            "author": "Kenya Contract Farming",
            "journal-title": "Quarterly Journal"
        },
        {
            "key": "p_51",
            "unstructured": "of Economics. https://doi.org/10.1093/qje/qjad004. de Janvry, Alain, Craig McIntosh, and Elisabeth Sadoulet. 2015. \"Fair Trade and Free Entry: Can a"
        },
        {
            "key": "p_53",
            "unstructured": "567-73. de Roux, Nicolás, Rocco Macchiavello, Pepita Miquel-Florensa, and Eric Verhoogen. 2022. \"Markups"
        },
        {
            "key": "p_54",
            "unstructured": "and Quality: Evidence from Colombian Coffee Exports.\" Unpublished. Del Prete, Davide, Pablo Fajgelbaum, Amit Khandelwal, and Rocco Macchiavello. 2022. \"It's Not Just"
        },
        {
            "key": "p_55",
            "unstructured": "Coffee: Market Power in the Global Value Chains.\" Unpublished. Dominguez-Iino, Tomás. 2021. \"Efficiency and Redistribution in Environmental Policy: An Equilibrium"
        },
        {
            "key": "p_56",
            "unstructured": "Analysis of Agricultural Supply Chains.\" Unpublished. Dragusanu, Raluca, Eduardo Montero, and Nathan Nunn. 2022. \"The Effects of Fair Trade Certification:"
        },
        {
            "key": "p_58",
            "unstructured": "1743-90. Duflo, Esther, Michael Kremer, and Jonathan Robinson. 2008. \"How High Are Rates of Return to Fertil"
        },
        {
            "key": "p_59",
            "unstructured": "izer? Evidence from Field Experiments in Kenya.\" American Economic Review 98 (2): 482-88. Duflo, Esther, Michael Kremer, and Jonathan Robinson. 2011. \"Nudging Farmers to Use Fertilizer:"
        },
        {
            "key": "p_60",
            "unstructured": "Theory and Experimental Evidence from Kenya.\" American Economic Review 101 (6): 2350-90. Eaton, Jonathan, David Jinkins, James R. Tybout, and Daniel Xu. 2022. \"Two-Sided Search in Interna"
        },
        {
            "key": "p_61",
            "unstructured": "tional Markets.\" NBER Working Paper 29684. Emran, M. Shahe, Dilip Mookherjee, Forhad Shilpi, and M. Helal Uddin. 2021. \"Credit Rationing and"
        },
        {
            "issue": "3",
            "key": "p_63",
            "first-page": "202",
            "volume": "13",
            "author": "Journal",
            "year": "1999",
            "journal-title": "Applied Economics"
        },
        {
            "key": "p_64",
            "unstructured": "Journal of International Economics 48 (1): 37-70. Gereffi, Gary, John Humphrey, Raphael Kaplinsky, and Timothy J. Sturgeon. 2001. \"Introduction:"
        },
        {
            "key": "p_65",
            "unstructured": "Globalisation, Value Chains and Development.\" IDS Bulletin 32 (3): 1-8. Gibbons, Robert, and Rebecca Henderson. 2012. \"Relational Contracts and Organizational Capabili"
        },
        {
            "key": "p_66",
            "unstructured": "ties.\" Organization Science 23 (5): 1350-64. Gresser, Charis, and Sophia Tickell. 2002. Mugged: Poverty in Your Coffee Cup. Oxford: Oxfam Interna"
        },
        {
            "key": "p_67",
            "doi-asserted-by": "crossref",
            "unstructured": "tional. Heath, Rachel, and A. Mushfiq Mobarak. 2015. \"Manufacturing Growth and the Lives of Bangladeshi",
            "DOI": "10.3386/w20383"
        },
        {
            "key": "p_68",
            "unstructured": "Women.\" Journal of Development Economics 115: 1-15. Helper, Susan, and Rebecca Henderson. 2014. \"Management Practices, Relational Contracts, and the"
        },
        {
            "key": "p_69",
            "unstructured": "Decline of General Motors.\" Journal of Economic Perspectives 28 (1): 49-72. Henderson, Rebecca M., and Frederik Nellemann. 2011. \"Sustainable Tea at Unilever.\" Harvard Business"
        },
        {
            "key": "p_70",
            "unstructured": "School Marketing Unit Case 712-438. Hsiao, Allan. 2022. \"Coordination and Commitment in International Climate Action: Evidence from"
        },
        {
            "key": "p_71",
            "author": "Oil Palm",
            "journal-title": "Journal of Economic"
        },
        {
            "key": "p_72",
            "unstructured": "Perspectives 28 (3): 89-108. Hsieh, Chang-Tai, and Peter J. Klenow. 2009. \"Misallocation and Manufacturing TFP in China and"
        },
        {
            "key": "p_73",
            "unstructured": "India.\" Quarterly Journal of Economics 124 (4): 1403-48. International Coffee Council (ICO). 2020. Coffee Development Report 2020. London: International Coffee"
        },
        {
            "key": "p_74",
            "unstructured": "Organization. International Labor Organization. 2017. Strengthening Worplace Safety and Labour Rights in the Bangladesh"
        },
        {
            "key": "p_75",
            "unstructured": "Ready-Made Garment Sector. Geneva: International Labor Organization. Karlan, Dean, Robert Osei, Isaac Osei-Akoto, and Christopher Udry. 2014. \"Agricultural Decisions after"
        },
        {
            "key": "p_76",
            "unstructured": "Relaxing Credit and Risk Constraints.\" Quarterly Journal of Economics 129 (2): 597-652. Kremer, Michael. 1997. \"Why Are Worker Cooperatives So Rare?\" NBER Working Paper 6118. Krugman, Paul. 1997. \"In Praise of Cheap Labor.\" Slate, March 21. https://slate.com/business/1997/03/"
        },
        {
            "key": "p_77",
            "unstructured": "in-praise-of-cheap-labor.html. Ksoll, Christopher, Rocco Macchiavello, and Ameet Morjaria. 2022. \"Electoral Violence and Supply"
        },
        {
            "key": "p_79",
            "unstructured": "org/10.1162/rest_a_01185. Li, Bingjing. 2018. \"Export Expansion, Skill Acquisition and Industry Specialization: Evidence from"
        },
        {
            "key": "p_80",
            "unstructured": "China.\" Journal of International Economics 114: 346-61. Locke, Richard M. 2013. The Promise and Limits of Private Power: Promoting Labor Standards in a Global"
        },
        {
            "key": "p_81",
            "doi-asserted-by": "crossref",
            "unstructured": "Economy. Cambridge, UK: Cambridge University Press. Macchiavello, Rocco. 2022. \"Relational Contracts and Development.\" Annual Review of Economics 14:",
            "DOI": "10.1146/annurev-economics-051420-110722"
        },
        {
            "key": "p_82",
            "unstructured": "337-62. Macchiavello, Rocco, Andreas Menzel, Atonu Rabbani, and Christopher Woodruff. 2020. \"Challenges"
        },
        {
            "key": "p_84",
            "unstructured": "Sector.\" NBER Working Paper 27606. Macchiavello, Rocco, and Josepa Miquel-Florensa. 2017. \"Vertical Integration and Relational Contracts:"
        },
        {
            "key": "p_85",
            "unstructured": "Evidence from the Costa Rica Coffee Chain.\" CEPR Discussion Paper 11874. Macchiavello, Rocco, and Josepa Miquel-Florensa. 2019. \"Buyer-Driven Upgrading in GVCs: The Sustain"
        },
        {
            "key": "p_86",
            "unstructured": "able Quality Program in Colombia.\" CEPR Discussion Paper 13935. Macchiavello, Rocco, and Ameet Morjaria. 2015. \"The Value of Relationships: Evidence from a Supply"
        },
        {
            "key": "p_87",
            "unstructured": "Shock to Kenyan Rose Exports.\" American Economic Review 105 (9): 2911-45. Macchiavello, Rocco, and Ameet Morjaria. 2021. \"Competition and Relational Contracts in the Rwanda"
        },
        {
            "key": "p_88",
            "unstructured": "Coffee Chain.\" Quarterly Journal of Economics 136 (2): 1089-1143. Macchiavello, Rocco, and Ameet Morjaria. 2022. \"Acquisitions, Management, and Efficiency in Rwanda's"
        },
        {
            "key": "p_89",
            "unstructured": "Coffee Industry.\" NBER Working Paper 30230. Manova, Kalina, and Zhihong Yu. 2016. \"How Firms Export: Processing vs. Ordinary Trade with Financial"
        },
        {
            "key": "p_90",
            "unstructured": "Frictions.\" Journal of International Economics 100: 120-37. Méndez, Esteban, and Diana Van Patten. 2022. \"Multinationals, Monopsony, and Local Development:"
        },
        {
            "key": "p_91",
            "doi-asserted-by": "crossref",
            "unstructured": "Evidence from the United Fruit Company.\" Econometrica 90 (6): 2685-2721. Menzel, Andreas, and Christopher Woodruff. 2021. \"Gender Wage Gaps and Worker Mobility: Evidence",
            "DOI": "10.3982/ECTA19514"
        },
        {
            "key": "p_92",
            "unstructured": "from the Garment Sector in Bangladesh.\" Labour Economics 71: 102000. Milgrom, Paul, and John Roberts. 1990. \"The Economics of Modern Manufacturing: Technology,"
        },
        {
            "key": "p_93",
            "unstructured": "Strategy, and Organization.\" American Economic Review 80 (3): 511-28. Molina, Teresa, and Mari Tanaka. 2023. \"Globalization and Female Empowerment: Evidence from"
        },
        {
            "key": "p_94",
            "unstructured": "Myanmar.\" Economic Development and Cultural Change 71 (2): 519-65. Monarch, Ryan. 2022. \"`It's Not You, It's Me': Prices, Quality, and Switching in U.S.China Trade Relation"
        },
        {
            "key": "p_95",
            "unstructured": "ships.\" Review of Economics and Statistics 104 (5): 909-28. Monarch, Ryan, and Tim Schmidt-Eisenlohr. 2020. \"Longevity and the Value of Trade Relationships.\""
        },
        {
            "key": "p_96",
            "doi-asserted-by": "crossref",
            "unstructured": "Unpublished. Montero, Eduardo. 2022. \"Cooperative Property Rights and Development: Evidence from Land Reform",
            "DOI": "10.1086/725234"
        },
        {
            "key": "p_97",
            "unstructured": "in El Salvador.\" Journal of Political Economy 130 (1): 48-93. Oya, Carlos, Florian Schaefer, and Dafni Skalidou. 2018. \"The Effectiveness of Agricultural Certification"
        },
        {
            "key": "p_98",
            "author": "Countries Developing",
            "journal-title": "RAND Journal of Economics"
        },
        {
            "key": "p_99",
            "unstructured": "(1): 121-46. Robinson, Joan. 1962. Economic Philosophy. Piscataway, NJ: Transaction Publishers. Rubens, Michael. 2023. \"Market Structure, Oligopsony Power, and Productivity.\" Unpublished. Sharma, Garima. 2023. \"Monopsony and Gender.\" Unpublished. Simon, Herbert A. 1951. \"A Formal Theory of the Employment Relationship.\" Econometrica 19 (3):"
        },
        {
            "key": "p_100",
            "doi-asserted-by": "crossref",
            "unstructured": "293-305. Tanaka, Mari. 2020. \"Exporting Sweatshops? Evidence from Myanmar.\" Review of Economics and Statistics",
            "DOI": "10.1162/rest_a_00827"
        },
        {
            "key": "p_101",
            "unstructured": "(3): 442-56. Taylor, Curtis R., and Steven N. Wiggins. 1997. \"Competition or Compensation: Supplier Incentives"
        },
        {
            "key": "p_103",
            "unstructured": "598-618. Verhoogen, Eric. Forthcoming. \"Firm-Level Upgrading in Developing Countries.\" Journal of Economic"
        },
        {
            "key": "p_104",
            "unstructured": "World Bank. 2020. World Development Report 2020: Trading for Development in the Age of Global Value Chains."
        },
        {
            "key": "p_105",
            "unstructured": "Washington, DC: World Bank. Zavala, Lucas. 2022. \"Unfair Trade? Monopsony Power in Agricultural Value Chains.\" Unpublished."
        }
    ],
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.37.3.59",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2023,
                8,
                3
            ]
        ],
        "date-time": "2023-08-03T13:14:47Z",
        "timestamp": 1691068487000
    },
    "score": 1,
    "resource": {
        "primary": {
            "URL": "https://pubs.aeaweb.org/doi/10.1257/jep.37.3.59"
        }
    },
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2023,
                8,
                1
            ]
        ]
    },
    "references-count": 94,
    "journal-issue": {
        "issue": "3",
        "published-print": {
            "date-parts": [
                [
                    2023,
                    8,
                    1
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1257/jep.37.3.59"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.37.3.59",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics",
        "Economics and Econometrics"
    ],
    "published": {
        "date-parts": [
            [
                2023,
                8,
                1
            ]
        ]
    }
}