{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                7
            ]
        ],
        "date-time": "2021-04-07T12:23:53Z",
        "timestamp": 1617798233015
    },
    "reference-count": 19,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2011,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> During the night of April 14, 1912, the RMS Titanic collided with an iceberg on her maiden voyage. Two hours and 40 minutes later she sank, resulting in the loss of 1,501 lives—more than two-thirds of her 2,207 passengers and crew. This remains one of the deadliest peacetime maritime disasters in history and by far the most famous. For social scientists, evidence about how people behaved as the Titanic sunk offers a quasi-natural field experiment to explore behavior under extreme conditions of life and death. A common assumption is that in such situations, self-interested reactions will predominate and social cohesion is expected to disappear. However, empirical evidence on the extent to which people in the throes of a disaster react with self-regarding or with other-regarding behavior is scanty. The sinking of the Titanic posed a life-or-death situation for its passengers. The Titanic carried only 20 lifeboats, which could accommodate about half the people aboard, and deck officers exacerbated the shortage by launching lifeboats that were partially empty. Failure to secure a seat in a lifeboat virtually guaranteed death. We have collected individual-level data on the passengers and crew on the Titanic, which allow us to analyze some specific questions: Did physical strength (being male and in prime age) or social status (being a first- or second-class passenger) raise the survival chance? Was it favorable for survival to travel alone or in company? Does one's role or function (being a crew member or a passenger) affect the probability of survival? Do social norms, such as “Women and children first!” have any effect? Does nationality affect the chance of survival? We also explore whether the time from impact to sinking might matter by comparing the sinking of the Titanic over nearly three hours to the sinking of the Lusitania in 1915, which took only 18 minutes from when the torpedo hit the ship. </jats:p>",
    "DOI": "10.1257/jep.25.1.209",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2011,
                2,
                14
            ]
        ],
        "date-time": "2011-02-14T14:30:23Z",
        "timestamp": 1297693823000
    },
    "page": "209-222",
    "source": "Crossref",
    "is-referenced-by-count": 27,
    "title": [
        "Behavior under Extreme Conditions: The Titanic Disaster"
    ],
    "prefix": "10.1257",
    "volume": "25",
    "author": [
        {
            "given": "Bruno S",
            "family": "Frey",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Professor of Economics, Institute for Empirical Research in Economics, University of Zurich, Switzerland, and Distinguished Professor of Behavioural Science, Warwick Business School, University of Warwick, U.K. and CREMA–Center for Research in Economics, Management and the Arts, Basel, Switzerland."
                }
            ]
        },
        {
            "given": "David A",
            "family": "Savage",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Graduate Student, School of Economics and Finance, Queensland University of Technology, Brisbane, Australia."
                }
            ]
        },
        {
            "given": "Benno",
            "family": "Torgler",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Professor of Economics, School of Economics and Finance, Queensland University of Technology, Brisbane, Australia and CREMA–Center for Research in Economics, Management and the Arts, Basel, Switzerland."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.25.1.209",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:22:57Z",
        "timestamp": 1591132977000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2011,
                2,
                1
            ]
        ]
    },
    "references-count": 19,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2011,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.25.1.209"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.25.1.209",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}