{
    "indexed": {
        "date-parts": [
            [
                2021,
                1,
                13
            ]
        ],
        "date-time": "2021-01-13T02:28:02Z",
        "timestamp": 1610504882168
    },
    "reference-count": 46,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2017,
                5,
                1
            ]
        ]
    },
    "abstract": "<jats:p> A key economic indicator is real output. To get this right, we need to measure accurately both the value of nominal GDP (done by Bureau of Economic Analaysis) and key price indexes (done mostly by Bureau of Labor Statisticcs). All of us have worked on these measurements while at the BLS and the BEA. In this article, we explore some of the thorny statistical and conceptual issues related to measuring a dynamic economy. An often-stated concern is that the national economic accounts miss some of the value of some goods and services arising from the growing digital economy. We agree that measurement problems related to quality changes and new goods have likely caused growth of real output and productivity to be understated. Nevertheless, these measurement issues are far from new, and, based on the magnitude and timing of recent changes, we conclude that it is unlikely that they can account for the pattern of slower growth in recent years. First we discuss how the Bureau of Labor Statistics currently adjusts price indexes to reduce the bias from quality changes and the introduction of new goods, along with some alternative methods that have been proposed. We then present estimates of the extent of remaining bias in real GDP growth that stem from potential biases in growth of consumption and investment. And we take a look at potential biases that could result from challenges in measuring nominal GDP, including those involving the digital economy. Finally, we review ongoing work at BLS and BEA to reduce potential biases and further improve measurement. </jats:p>",
    "DOI": "10.1257/jep.31.2.187",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2017,
                5,
                3
            ]
        ],
        "date-time": "2017-05-03T11:57:59Z",
        "timestamp": 1493812679000
    },
    "page": "187-210",
    "source": "Crossref",
    "is-referenced-by-count": 32,
    "title": [
        "How Government Statistics Adjust for Potential Biases from Quality Change and New Goods in an Age of Digital Technologies: A View from the Trenches"
    ],
    "prefix": "10.1257",
    "volume": "31",
    "author": [
        {
            "given": "Erica L.",
            "family": "Groshen",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Erica L. Groshen was Commissioner, US Bureau of Labor Statistics, Washington, DC, from January 2013 through January 2017."
                }
            ]
        },
        {
            "given": "Brian C.",
            "family": "Moyer",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Brian C. Moyer is Director, US Bureau of Economic Analysis, Washington, DC."
                }
            ]
        },
        {
            "given": "Ana M.",
            "family": "Aizcorbe",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Ana M. Aizcorbe is Senior Research Economist, US Bureau of Economic Analysis, Washington, DC."
                }
            ]
        },
        {
            "given": "Ralph",
            "family": "Bradley",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Ralph Bradley is Chief of the Division of Price and Index Number Research, US Bureau of Labor Statistics, Washington, DC."
                }
            ]
        },
        {
            "given": "David M.",
            "family": "Friedman",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "David Friedman is Associate Commissioner for Prices and Living Conditions, US Bureau of Labor Statistics, Washington, DC."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.31.2.187",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:16:32Z",
        "timestamp": 1591132592000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2017,
                5,
                1
            ]
        ]
    },
    "references-count": 46,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2017,
                    5,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jep.31.2.187"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.31.2.187",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}