{
    "indexed": {
        "date-parts": [
            [
                2020,
                8,
                19
            ]
        ],
        "date-time": "2020-08-19T15:49:20Z",
        "timestamp": 1597852160135
    },
    "reference-count": 24,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2016,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> We take a closer look at what can be learned about charter schools by pooling data from lottery-based impact estimates of the effect of charter school attendance at 113 schools. On average, each year enrolled at one of these schools increases math scores by 0.08 standard deviations and English/language arts scores by 0.04 standard deviations relative to attending a counterfactual public school. There is wide variation in impact estimates. To glean what drives this variation, we link these effects to school practices, inputs, and characteristics of fallback schools. In line with the earlier literature, we find that schools that adopt an intensive \"No Excuses” attitude towards students are correlated with large positive effects on academic performance, with traditional inputs like class size playing no role in explaining charter school effects. However, we highlight that No Excuses schools are also located among the most disadvantaged neighborhoods in the country. After accounting for performance levels at fallback schools, the relationship between the remaining variation in school performance and the entire No Excuses package of practices weakens. No Excuses schools are effective at raising performance in neighborhoods with very poor performing schools, but the available data have less to say on whether the No Excuses approach could help in nonurban settings or whether other practices would similarly raise achievement in areas with low-performing schools. We find that intensive tutoring is the only No Excuses characteristic that remains significant (even for nonurban schools) once the performance levels of fallback schools are taken into account. </jats:p>",
    "DOI": "10.1257/jep.30.3.57",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2016,
                8,
                2
            ]
        ],
        "date-time": "2016-08-02T14:47:32Z",
        "timestamp": 1470149252000
    },
    "page": "57-84",
    "source": "Crossref",
    "is-referenced-by-count": 23,
    "title": [
        "What Can We Learn from Charter School Lotteries?"
    ],
    "prefix": "10.1257",
    "volume": "30",
    "author": [
        {
            "given": "Julia",
            "family": "Chabrier",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Julia Chabrier is a Policy Manager, Abdul Latif Jameel Poverty Action Lab (J-PAL), Massachusetts Institute of Technology, Cambridge, Massachusetts. )"
                }
            ]
        },
        {
            "given": "Sarah",
            "family": "Cohodes",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Sarah Cohodes is Assistant Professor of Education and Public Policy, Teachers College, Columbia University, New York City, New York. )"
                }
            ]
        },
        {
            "given": "Philip",
            "family": "Oreopoulos",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Philip Oreopoulos is Professor of Economics, University of Toronto, Toronto, Canada. He is also Faculty Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts, and Co-director, Canadian Institute for Advanced Research, Toronto, Canada. )"
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.30.3.57",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:19:27Z",
        "timestamp": 1591132767000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2016,
                8,
                1
            ]
        ]
    },
    "references-count": 24,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2016,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.30.3.57"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.30.3.57",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}