{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                18
            ]
        ],
        "date-time": "2021-03-18T06:04:02Z",
        "timestamp": 1616047442710
    },
    "reference-count": 27,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2013,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Between 1974 and 1981, the RAND health insurance experiment provided health insurance to more than 5,800 individuals from about 2,000 households in six different locations across the United States, a sample designed to be representative of families with adults under the age of 62. More than three decades later, the RAND results are still widely held to be the “gold standard” of evidence for predicting the likely impact of health insurance reforms on medical spending, as well as for designing actual insurance policies. On cost grounds alone, we are unlikely to see something like the RAND experiment again. In this essay, we reexamine the core findings of the RAND health insurance experiment in light of the subsequent three decades of work on the analysis of randomized experiments and the economics of moral hazard. First, we re-present the main findings of the RAND experiment in a manner more similar to the way they would be presented today. Second, we reexamine the validity of the experimental treatment effects. Finally, we reconsider the famous RAND estimate that the elasticity of medical spending with respect to its out-of pocket price is – 0.2. We draw a contrast between how this elasticity was originally estimated and how it has been subsequently applied, and more generally we caution against trying to summarize the experimental treatment effects from nonlinear health insurance contracts using a single price elasticity. </jats:p>",
    "DOI": "10.1257/jep.27.1.197",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2013,
                2,
                5
            ]
        ],
        "date-time": "2013-02-05T13:04:01Z",
        "timestamp": 1360069441000
    },
    "page": "197-222",
    "source": "Crossref",
    "is-referenced-by-count": 112,
    "title": [
        "The RAND Health Insurance Experiment, Three Decades Later"
    ],
    "prefix": "10.1257",
    "volume": "27",
    "author": [
        {
            "given": "Aviva",
            "family": "Aron-Dine",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Ph.D. in Economics in June 2012 from the Massachusetts Institute of Technology, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Liran",
            "family": "Einav",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Professor of Economics, Stanford University, Stanford, California; Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Amy",
            "family": "Finkelstein",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Ford Professor of Economics, Massachusetts Institute of Technology, Cambridge, Massachusetts; Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.27.1.197",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:11:48Z",
        "timestamp": 1591132308000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2013,
                2,
                1
            ]
        ]
    },
    "references-count": 27,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2013,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.27.1.197"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.27.1.197",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}