{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                27
            ]
        ],
        "date-time": "2021-03-27T07:45:05Z",
        "timestamp": 1616831105629
    },
    "reference-count": 56,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2018,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Consumers suffer significant losses from not acting on available information. These losses stem from frictions such as search costs, switching costs, and rational inattention, as well as what we call mental gaps resulting from wrong priors/worldviews, or relevant features of a problem not being top of mind. Most research studying such losses does not empirically distinguish between these mechanisms. Instead, we show that most highly cited papers in this area presume one mechanism underlies consumer choices and assume away other potential explanations, or collapse many mechanisms together. We discuss the empirical difficulties that arise in distinguishing between different mechanisms, and some promising approaches for making progress in doing so. We also assess when it is more or less important for researchers to distinguish between these mechanisms. Approaches that seek to identify true value from demand, without specifying mechanisms behind this wedge, are most useful when researchers are interested in evaluating allocation policies that strongly steer consumers towards better options with regulation, traditional policy instruments, and defaults. On the other hand, understanding the precise mechanisms underlying consumer losses is essential to predicting the impact of mechanism policies aimed primarily at reducing specific frictions or mental gaps without otherwise steering consumers. We make the case that papers engaging with these questions empirically should be clear about whether their analyses distinguish between mechanisms behind poorly informed choices, and what that implies for the questions they can answer. We present examples from several empirical contexts to highlight these distinctions. </jats:p>",
    "DOI": "10.1257/jep.32.1.155",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2018,
                1,
                31
            ]
        ],
        "date-time": "2018-01-31T12:05:33Z",
        "timestamp": 1517400333000
    },
    "page": "155-178",
    "source": "Crossref",
    "is-referenced-by-count": 31,
    "title": [
        "Frictions or Mental Gaps: What's Behind the Information We (Don't) Use and When Do We Care?"
    ],
    "prefix": "10.1257",
    "volume": "32",
    "author": [
        {
            "given": "Benjamin",
            "family": "Handel",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Benjamin Handel is Associate Professor of Economics, University of California, Berkeley, California."
                }
            ]
        },
        {
            "given": "Joshua",
            "family": "Schwartzstein",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Joshua Schwartzstein is Assistant Professor of Business Administration, Harvard Business School, Boston, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.32.1.155",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:32:19Z",
        "timestamp": 1591133539000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2018,
                2,
                1
            ]
        ]
    },
    "references-count": 56,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2018,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.32.1.155"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.32.1.155",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}