{
    "indexed": {
        "date-parts": [
            [
                2020,
                11,
                17
            ]
        ],
        "date-time": "2020-11-17T14:43:42Z",
        "timestamp": 1605624222586
    },
    "reference-count": 28,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2008,
                10,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Most advanced economies have experienced a striking decline in the volatility of aggregate economic activity since the early 1980s. Volatility reductions are evident for output and employment at the aggregate level and across most industrial sectors and expenditure categories. Inflation and inflation volatility have also declined dramatically. Previous studies offer several potential explanations for this “Great Moderation.” We review evidence on the Great Moderation in conjunction with evidence about volatility trends at the micro level. We combine the two types of evidence to develop a tentative story for important components of the aggregate volatility decline and its consequences. The key ingredients are declines in firm-level volatility and aggregate volatility—most dramatically in the durable goods sector. Surprisingly, this has occurred without a decline in household consumption volatility and individual earnings uncertainty. Our explanation for the aggregate volatility decline stresses improved supply-chain management, particularly in the durable goods sector, and, less important, a shift in production and employment from goods to services. We provide evidence that better inventory control made a substantial contribution to declines in firm-level and aggregate volatility. Consistent with this view, if we look past the turbulent 1970s and early 1980s much of the moderation reflects a decline in high frequency (short-term) fluctuations. While these developments represent efficiency gains, they do not imply (nor is there evidence for) a reduction in economic uncertainty faced by individuals and households. </jats:p>",
    "DOI": "10.1257/jep.22.4.155",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2008,
                11,
                21
            ]
        ],
        "date-time": "2008-11-21T18:33:30Z",
        "timestamp": 1227292410000
    },
    "page": "155-180",
    "source": "Crossref",
    "is-referenced-by-count": 111,
    "title": [
        "Interpreting the Great Moderation: Changes in the Volatility of Economic Activity at the Macro and Micro Levels"
    ],
    "prefix": "10.1257",
    "volume": "22",
    "author": [
        {
            "given": "Steven J",
            "family": "Davis",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Graduate School of Business, University of Chicago, Chicago, Illinois; National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "James A",
            "family": "Kahn",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Wharton School, University of Pennsylvania, Philadelphia, Pennsylvania; Stern School of Business, New York University, New York City, New York."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.22.4.155",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:39:10Z",
        "timestamp": 1591133950000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2008,
                10,
                1
            ]
        ]
    },
    "references-count": 28,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2008,
                    10,
                    1
                ]
            ]
        },
        "issue": "4"
    },
    "alternative-id": [
        "10.1257/jep.22.4.155"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.22.4.155",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}