{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                29
            ]
        ],
        "date-time": "2021-03-29T14:03:54Z",
        "timestamp": 1617026634904
    },
    "reference-count": 28,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2016,
                5,
                1
            ]
        ]
    },
    "abstract": "<jats:p> A large and growing share of retail prices all over the world are posted online on the websites of retailers. This is a massive and (until recently) untapped source of retail price information. Our objective with the Billion Prices Project, created at MIT in 2008, is to experiment with these new sources of information to improve the computation of traditional economic indicators, starting with the Consumer Price Index. We also seek to understand whether online prices have distinct dynamics, their advantages and disadvantages, and whether they can serve as reliable source of information for economic research. The word “billion” in Billion Prices Project was simply meant to express our desire to collect a massive amount of prices, though we in fact reached that number of observations in less than two years. By 2010, we were collecting 5 million prices every day from over 300 retailers in 50 countries. We describe the methodology used to compute online price indexes and show how they co-move with consumer price indexes in most countries. We also use our price data to study price stickiness, and to investigate the “law of one price” in international economics. Finally we describe how the Billion Prices Project data are publicly shared and discuss why data collection is an important endeavor that macro- and international economists should pursue more often. </jats:p>",
    "DOI": "10.1257/jep.30.2.151",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2016,
                5,
                5
            ]
        ],
        "date-time": "2016-05-05T14:49:22Z",
        "timestamp": 1462459762000
    },
    "page": "151-178",
    "source": "Crossref",
    "is-referenced-by-count": 61,
    "title": [
        "The Billion Prices Project: Using Online Prices for Measurement and Research"
    ],
    "prefix": "10.1257",
    "volume": "30",
    "author": [
        {
            "given": "Alberto",
            "family": "Cavallo",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Alberto Cavallo is the Douglas Drane Career Development Professor of Information Technology and Management and an Associate Professor of Applied Economics, Cavallo is a Faculty Research Fellow at the National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Roberto",
            "family": "Rigobon",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Roberto Rigobon is the Society of Sloan Fellows Professor of Management and a Professor of Applied Economics, both at the Sloan School of Management, Massachusetts Institute of Technology, Cambridge, Massachusetts. Rigobon is a Research Associate at the National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.30.2.151",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:10:10Z",
        "timestamp": 1591132210000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2016,
                5,
                1
            ]
        ]
    },
    "references-count": 28,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2016,
                    5,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jep.30.2.151"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.30.2.151",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}