{
    "indexed": {
        "date-parts": [
            [
                2021,
                7,
                29
            ]
        ],
        "date-time": "2021-07-29T12:42:30Z",
        "timestamp": 1627562550216
    },
    "reference-count": 61,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2021,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Occasional widely publicized controversies have led to the perception that growth statistics from developing countries are not to be trusted. Based on the comparison of several data sources and analysis of novel IMF audit data, we find no support for the view that growth is on average measured less accurately or manipulated more in developing than in developed countries. While developing countries face many challenges in measuring growth, so do higher-income countries, especially those with complex and sometimes rapidly changing economic structures. However, we find consistently higher dispersion of growth estimates from developing countries, lending support to the view that classical measurement error is more problematic in poorer countries and that a few outliers may have had a disproportionate effect on (mis)measurement perceptions. We identify several measurement challenges that are specific to poorer countries, namely limited statistical capacity, the use of outdated data and methods, the large share of the agricultural sector, the informal economy, and limited price data. We show that growth measurement based on the System of National Accounts (SNA) can be improved if supplemented with information from other data sources (for example, satellite-based data on vegetation yields) that address some of the limitations of SNA. </jats:p>",
    "DOI": "10.1257/jep.35.3.215",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2021,
                7,
                29
            ]
        ],
        "date-time": "2021-07-29T12:06:54Z",
        "timestamp": 1627560414000
    },
    "page": "215-242",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Why Is Growth in Developing Countries So Hard to Measure?"
    ],
    "prefix": "10.1257",
    "volume": "35",
    "author": [
        {
            "given": "Noam",
            "family": "Angrist",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Noam Angrist is a Fellow, Oxford University, Oxford, United Kingdom, Consultant, World Bank, Washington, DC, and Co-Founder, Young 1ove, Gaborone, Botswana."
                }
            ]
        },
        {
            "given": "Pinelopi Koujianou",
            "family": "Goldberg",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Pinelopi Koujianou Goldberg is Elihu Professor of Economics, Yale University, New Haven, Connecticut. She is also a Distinguished Fellow, Centre for Economic Policy Research, London, United Kingdom, Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts, Executive Committee Member of the Bureau for Research and Economic Analysis of Development, and Non-resident Fellow at the Peterson Institute of International Economics."
                }
            ]
        },
        {
            "given": "Dean",
            "family": "Jolliffe",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Dean Jolliffe is a Senior Advisor in the Development Data Group, World Bank, Washington, DC. He is also a Research Fellow, Institute for the Study of Labor (IZA), a Fellow, Global Labor Organization, and adjunct faculty with the School of Advanced International Studies."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.35.3.215",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2021,
                7,
                29
            ]
        ],
        "date-time": "2021-07-29T12:07:38Z",
        "timestamp": 1627560458000
    },
    "score": 1,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2021,
                8,
                1
            ]
        ]
    },
    "references-count": 61,
    "journal-issue": {
        "issue": "3",
        "published-print": {
            "date-parts": [
                [
                    2021,
                    8,
                    1
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1257/jep.35.3.215"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.35.3.215",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics",
        "Economics and Econometrics"
    ],
    "published": {
        "date-parts": [
            [
                2021,
                8,
                1
            ]
        ]
    }
}