{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                9
            ]
        ],
        "date-time": "2021-04-09T06:36:38Z",
        "timestamp": 1617950198691
    },
    "reference-count": 26,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2010,
                11,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The recent financial crisis has damaged the reputation of macroeconomics, largely for its inability to predict the impending financial and economic crisis. To be honest, this inability to predict does not concern me much. It is almost tautological that severe crises are essentially unpredictable, for otherwise they would not cause such a high degree of distress. What does concern me about my discipline is that its current core —by which I mainly mean the so-called dynamic stochastic general equilibrium approach—has become so mesmerized with its own internal logic that it has begun to confuse the precision it has achieved about its own world with the precision that it has about the real one. This is dangerous for both methodological and policy reasons. To be fair to our field, an enormous amount of work at the intersection of macroeconomics and corporate finance has been chasing many of the issues that played a central role during the current crisis, including liquidity evaporation, collateral shortages, bubbles, crises, panics, fire sales, risk-shifting, contagion, and the like. However, much of this literature belongs to the periphery of macroeconomics rather than to its core. I will discuss the distinction between the core and the periphery of macroeconomics as well as the futile nature of the integrationist movement—that is, the process of gradually bringing the insights of the periphery into the dynamic stochastic general equilibrium structure. I argue that the complexity of macroeconomic interactions limits the knowledge we can ever attain, and that we need to place this fact at the center of our analysis. We should consider what this complexity does to the actions and reactions of the economic agent, and seek analytical tools and macroeconomic policies that are robust to the enormous uncertainty to which we are confined. </jats:p>",
    "DOI": "10.1257/jep.24.4.85",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2010,
                11,
                12
            ]
        ],
        "date-time": "2010-11-12T17:05:19Z",
        "timestamp": 1289581519000
    },
    "page": "85-102",
    "source": "Crossref",
    "is-referenced-by-count": 197,
    "title": [
        "Macroeconomics after the Crisis: Time to Deal with the Pretense-of-Knowledge Syndrome"
    ],
    "prefix": "10.1257",
    "volume": "24",
    "author": [
        {
            "given": "Ricardo J",
            "family": "Caballero",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Ford International Professor of Economics, Massachusetts Institute of Technology; Research Associate, National Bureau of Economic Research, both in Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.24.4.85",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:46:05Z",
        "timestamp": 1591134365000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2010,
                11,
                1
            ]
        ]
    },
    "references-count": 26,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2010,
                    11,
                    1
                ]
            ]
        },
        "issue": "4"
    },
    "alternative-id": [
        "10.1257/jep.24.4.85"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.24.4.85",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}