{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                26
            ]
        ],
        "date-time": "2021-03-26T15:04:06Z",
        "timestamp": 1616771046609
    },
    "reference-count": 9,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2012,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> We discuss poverty measurement, focusing on two alternatives to the current official measure: consumption poverty, and the Census Bureau's new Supplemental Poverty Measure (SPM) that was released for the first time last year. The SPM has advantages over the official poverty measure, including a more defensible adjustment for family size and composition, an expanded definition of the family unit that includes cohabitors, and a definition of income that is conceptually closer to resources available for consumption. The SPM's definition of income, though conceptually broader than pre-tax money income, is difficult to implement given available data and their accuracy. Furthermore, income data do not capture consumption out of savings and tangible assets such as houses and cars. A consumption-based measure has similar advantages but fewer disadvantages. We compare those added to and dropped from the poverty rolls by the alternative measures relative to the current official measure. We find that the SPM adds to poverty individuals who are more likely to be college graduates, own a home and a car, live in a larger housing unit, have air conditioning, health insurance, and substantial assets, and have other more favorable characteristics than those who are dropped from poverty. Meanwhile, we find that a consumption measure compared to the official measure or the SPM adds to the poverty rolls individuals who are more disadvantaged than those who are dropped. We decompose the differences between the SPM and official poverty and find that the most problematic aspect of the SPM is the subtraction of medical out-of-pocket expenses from SPM income. Also, because the SPM poverty thresholds change in an odd way over time, it will be hard to determine if changes in poverty are due to changes in income or changes in thresholds. Our results present strong evidence that a consumption-based poverty measure is preferable to both the official income-based poverty measure and to the Supplemental Poverty Measure for determining who are the most disadvantaged. </jats:p>",
    "DOI": "10.1257/jep.26.3.111",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2012,
                8,
                6
            ]
        ],
        "date-time": "2012-08-06T12:36:18Z",
        "timestamp": 1344256578000
    },
    "page": "111-136",
    "source": "Crossref",
    "is-referenced-by-count": 74,
    "title": [
        "Identifying the Disadvantaged: Official Poverty, Consumption Poverty, and the New Supplemental Poverty Measure"
    ],
    "prefix": "10.1257",
    "volume": "26",
    "author": [
        {
            "given": "Bruce D",
            "family": "Meyer",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "McCormick Foundation Professor, Harris School of Public Policy Studies, University of Chicago, Chicago, Illinois; Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "James X",
            "family": "Sullivan",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Associate Professor of Economics, University of Notre Dame, Notre Dame, Indiana."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.26.3.111",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:09:46Z",
        "timestamp": 1591132186000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2012,
                8,
                1
            ]
        ]
    },
    "references-count": 9,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2012,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.26.3.111"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.26.3.111",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}