{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                6
            ]
        ],
        "date-time": "2021-04-06T20:23:49Z",
        "timestamp": 1617740629573
    },
    "reference-count": 28,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2017,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> In this paper, we consider the sources and prospects for economic growth in China with a focus on human capital. First, we provide an overview of the role that labor has played in China's economic success. We then describe China's hukou policy, which divides China's labor force into two distinct segments, one composed of rural workers and the other of urban workers. For the rural labor force, we focus on the challenges of raising human capital by both increasing basic educational attainment rates as well as the quality of education. For the urban labor force, we focus on the issues of further expanding enrollment in college education as well as improving the quality of college education. We use a regression model to show the typical relationship between human capital and output in economies around the world and demonstrate how that relationship has evolved since 1980. We show that China has made substantial strides both in the education level of its population and in the way that education is being rewarded in its labor markets. However, as we look ahead, our results imply that China may find it impossible to maintain what appears to be its desired growth rate of 7 percent in the next 20 years; a growth rate of 3 percent over the next two decades seems more plausible. Finally, we present policy recommendations, which are rooted in the belief that China continues to have substantial room to improve the human capital of its labor force. </jats:p>",
    "DOI": "10.1257/jep.31.1.25",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2017,
                1,
                30
            ]
        ],
        "date-time": "2017-01-30T12:09:49Z",
        "timestamp": 1485778189000
    },
    "page": "25-48",
    "source": "Crossref",
    "is-referenced-by-count": 54,
    "title": [
        "Human Capital and China’s Future Growth"
    ],
    "prefix": "10.1257",
    "volume": "31",
    "author": [
        {
            "given": "Hongbin",
            "family": "Li",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Hongbin Li is the co-director of the China Enterprise Survey Center at the Institute for Quality Development Strategy, Wuhan University, Hubei Province, China, and Visiting Scholar at Stanford Center for International Development (SCID), Stanford Institute for Economic Policy Research (SIEPR), Stanford University, Stanford, California. Hongbin Li is the corresponding author at ."
                }
            ]
        },
        {
            "given": "Prashant",
            "family": "Loyalka",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Prashant Loyalka is Center Research Fellow at the Freeman Spogli Institute for International Studies and Assistant Professor (Research) at the Graduate School of Education"
                }
            ]
        },
        {
            "given": "Scott",
            "family": "Rozelle",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Scott Rozelle is Helen F. Farnsworth Senior Fellow at the Freeman Spogli Institute for International Studies, both at Stanford University, Stanford, California."
                }
            ]
        },
        {
            "given": "Binzhen",
            "family": "Wu",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Binzhen Wu is Associate Professor of Economics, Tsinghua University, Beijing, China."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.31.1.25",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:40:41Z",
        "timestamp": 1591134041000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2017,
                2,
                1
            ]
        ]
    },
    "references-count": 28,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2017,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.31.1.25"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.31.1.25",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}