{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                7
            ]
        ],
        "date-time": "2021-04-07T17:37:04Z",
        "timestamp": 1617817024185
    },
    "reference-count": 7,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2016,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> When the General Agreement on Tariffs and Trade was signed by 23 nations in 1947, the goal was to establish a rules-based world trading system and to facilitate mutually advantageous trade liberalization. As the GATT evolved over time and morphed into the World Trade Organization in 1993, both goals have largely been achieved. The WTO presides over a rule-based trading system based on norms that are almost universally accepted and respected by its 163 members. Tariffs today are below 5 percent on most trade, and zero for a very large share of imports. Despite its manifest success, the WTO is widely regarded as suffering from a deep malaise. The main reason is that the latest WTO negotiation, the Doha Round, has staggered between failures, flops, and false dawns since it was launched in 2001. But the Doha logjam has not inhibited tariff liberalization—far from it. During the last 15 years, most WTO members have massively lowered barriers to trade, investment, and services bilaterally, regionally, and unilaterally—indeed, everywhere except through the WTO. For today's offshoring-linked international commerce, the trade rules that matter are less about tariffs and more about protection of investments and intellectual property, along with legal and regulatory steps to assure that the two-way flows of goods, services, investment, and people will not be impeded. It’s possible to imagine a hypothetical WTO that would incorporate these rules. But the most likely outcome for the future governance of international trade is a two-pillar structure in which the WTO continues to govern with its 1994-era rules while the new rules for international production networks are set by a decentralized process of sometimes overlapping and inconsistent mega-regional agreements. </jats:p>",
    "DOI": "10.1257/jep.30.1.95",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2016,
                2,
                3
            ]
        ],
        "date-time": "2016-02-03T15:05:08Z",
        "timestamp": 1454511908000
    },
    "page": "95-116",
    "source": "Crossref",
    "is-referenced-by-count": 40,
    "title": [
        "The World Trade Organization and the Future of Multilateralism"
    ],
    "prefix": "10.1257",
    "volume": "30",
    "author": [
        {
            "given": "Richard",
            "family": "Baldwin",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Richard Baldwin is Professor of International Economics, The Graduate Institute, Geneva, Switzerland. He is also Director of the Centre for Economic Policy Research (CEPR) in London, UK, and Editor of . His email address is ."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.30.1.95",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:46:59Z",
        "timestamp": 1591134419000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2016,
                2,
                1
            ]
        ]
    },
    "references-count": 7,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2016,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.30.1.95"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.30.1.95",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}