{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                10
            ]
        ],
        "date-time": "2021-03-10T07:24:01Z",
        "timestamp": 1615361041773
    },
    "reference-count": 20,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2015,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The importance of a well-functioning legal and regulatory system in creating an effective market economy is now widely accepted. One flagship project that tries to measure the environment in which businesses operate in countries across the world is the World Bank's Doing Business project, which was launched in 2002. This project gathers quantitative data to compare regulations faced by small and medium-size enterprises across economies and over time. The centerpiece of the project is the annual Doing Business report. It was first published in 2003 with five sets of indicators for 133 economies, and currently includes 11 sets of indicators for 189 economies. The report includes a table that ranks each country in the world according to its scores across the indicators. The Doing Business project has become a major resource for academics, journalists, and policymakers. The project also enjoys a high public profile with close to ten million hits on its website each year. With such interest, it's no surprise that the Doing Business report has come under intense scrutiny. In 2012, following discussions by its board, the World Bank commissioned an independent review panel to evaluate the project, on which I served as a member. In this paper, I first describe how the Doing Business project works and illustrate with some of the key findings of the 2015 report. Next, I address what is valuable about the project, the criticisms of it, and some wider political economy issues illustrated by the report. </jats:p>",
    "DOI": "10.1257/jep.29.3.99",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2015,
                7,
                30
            ]
        ],
        "date-time": "2015-07-30T15:06:32Z",
        "timestamp": 1438268792000
    },
    "page": "99-120",
    "source": "Crossref",
    "is-referenced-by-count": 46,
    "title": [
        "Law, Regulation, and the Business Climate: The Nature and Influence of the World Bank Doing Business Project"
    ],
    "prefix": "10.1257",
    "volume": "29",
    "author": [
        {
            "given": "Timothy",
            "family": "Besley",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Timothy Besley is School Professor of Economics and Political Science, London School of Economics, London, United Kingdom and W. Arthur Lewis Professor of Development Economics. ."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.29.3.99",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:46:34Z",
        "timestamp": 1591134394000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2015,
                8,
                1
            ]
        ]
    },
    "references-count": 20,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2015,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.29.3.99"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.29.3.99",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}