{
    "indexed": {
        "date-parts": [
            [
                2025,
                2,
                14
            ]
        ],
        "date-time": "2025-02-14T05:22:34Z",
        "timestamp": 1739510554353,
        "version": "3.37.0"
    },
    "reference-count": 87,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2025,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Although poverty in the United States has declined over the last half century, it remains a serious problem. This article charts the historical development of the public safety net, starting with means-tested programs and then adding inclusive social insurance programs. Over time, programs targeted at people with low incomes gradually shifted from the local to the state to the national level. Nevertheless, they remained politically vulnerable as policymakers questioned the deservingness of recipients and often tried to limit cash welfare. Those concerns were less salient with inclusive programs like Social Security and Medicare, which expanded rapidly between 1950 and 1980, largely to the benefit of older Americans. The concluding section highlights recent trends that challenge the supposed weakness of means-tested programs and strength of inclusive programs. </jats:p>",
    "DOI": "10.1257/jep.20231393",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2025,
                2,
                13
            ]
        ],
        "date-time": "2025-02-13T14:16:43Z",
        "timestamp": 1739456203000
    },
    "page": "77-100",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Two Histories of the Public Safety Net"
    ],
    "prefix": "10.1257",
    "volume": "39",
    "author": [
        {
            "given": "Christopher",
            "family": "Howard",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Christopher Howard is the Pamela C. Harriman Professor of Government and Public Policy, College of William & Mary, Williamsburg, Virginia."
                }
            ]
        }
    ],
    "member": "11",
    "reference": [
        {
            "key": "p_1",
            "doi-asserted-by": "crossref",
            "unstructured": "Arnold, R. Douglas. 2022. Fixing Social Security: The Politics of Reform in a Polarized Age. Princeton Univer",
            "DOI": "10.1515/9780691224442"
        },
        {
            "key": "p_2",
            "unstructured": "sity Press. Béland, Daniel. 2005. Social Security: History and Politics from the New Deal to the Privatization Debate. Univer"
        },
        {
            "key": "p_3",
            "unstructured": "sity Press of Kansas. Bell, Winifred. 1965. Aid to Dependent Children. Columbia University Press. Berkowitz, Edward D. 1991. America's Welfare State: From Roosevelt to Reagan. Johns Hopkins University"
        },
        {
            "key": "p_4",
            "doi-asserted-by": "crossref",
            "unstructured": "Press. Berkowitz, Edward D., and Larry DeWitt. 2017. The Other Welfare: Supplemental Security Income and U.S.",
            "DOI": "10.7591/9780801467332"
        },
        {
            "key": "p_5",
            "unstructured": "Social Policy. Cornell University Press. Bertram, Eva. 2015. The Workfare State: Public Assistance Politics from the New Deal to the New Democrats."
        },
        {
            "key": "p_6",
            "unstructured": "University of Pennsylvania Press. Borelli, Christopher. 2019. \"Reagan Used Her, the Country Hated Her. Decades Later, the Welfare Queen"
        },
        {
            "key": "p_8",
            "unstructured": "ct-ent-welfare-queen-josh-levin-0610-story.html (accessed January 8, 2024). Bosso, Christopher. 2023. Why SNAP Works: A Political History-and Defense-of the Food Stamp Program."
        },
        {
            "key": "p_9",
            "unstructured": "University of California Press. Brady, David. 2023. \"Poverty, Not the Poor.\" Science Advances 9 (34): eadg1469. Campbell, Andrea Louise. 2003. How Policies Make Citizens: Senior Political Activism and the American"
        },
        {
            "key": "p_10",
            "unstructured": "Welfare State. Princeton University Press. Campbell, Andrea Louise, and Kimberly J. Morgan. 2005. \"Financing the Welfare State: Elite Politics and"
        },
        {
            "key": "p_12",
            "first-page": "1935",
            "author": "Cates Jerry R",
            "year": "1983",
            "journal-title": "Administrative Leadership in Social Security"
        },
        {
            "key": "p_13",
            "unstructured": "of Michigan Press. Center on Budget and Policy Priorities. 2022. \"Policy Basics: Temporary Assistance for Needy Families.\""
        },
        {
            "key": "p_14",
            "unstructured": "https://www.cbpp.org/sites/default/files/atoms/files/7-22-10tanf2.pdf (accessed January 9, 2024). Center on Budget and Policy Priorities. 2024. \"Policy Basics: Where Do Our Federal Tax Dollars Go?\""
        },
        {
            "key": "p_16",
            "unstructured": "where-do-our-federal-tax-dollars-go (accessed November 25, 2024). Currie, Janet, and Anna Chorniy. 2021. \"Medicaid and Child Health Insurance Program Improve Child"
        },
        {
            "key": "p_17",
            "doi-asserted-by": "crossref",
            "unstructured": "Health and Reduce Poverty But Face Threats.\" Academic Pediatrics 21 (8): S146-53. Dalaker, Joseph. 2022. The Supplemental Poverty Measure: Its Core Concepts, Development, and Use. Congres",
            "DOI": "10.1016/j.acap.2021.01.009"
        },
        {
            "key": "p_18",
            "unstructured": "sional Research Service. Davies, Gareth. 1996. From Opportunity to Entitlement: The Transformation and Decline of Great Society Liber"
        },
        {
            "key": "p_19",
            "unstructured": "alism. University Press of Kansas. Derthick, Martha. 1979. Policymaking for Social Security. Brookings Institution. Falk, Gene. 2021. Trends in TANF Receipt: Select Information for the Debate to Extend the Expanded Child Tax"
        },
        {
            "key": "p_20",
            "unstructured": "Credit. Congressional Research Service. Falk, Gene, Jameson A. Carter, and Isaac A. Nicchitta. 2021. Need-Tested Benefits: Impact of Assistance on"
        },
        {
            "key": "p_21",
            "unstructured": "Poverty Experienced by Low-Income Families and Individuals. Congressional Research Service. Fishback, Price V. 2018. \"Welfare Policy: The Public Safety Net in American Economic History.\" In The"
        },
        {
            "key": "p_23",
            "unstructured": "Paul W. Rhode, 447-74. Oxford University Press. Fox, Cybelle. 2012. Three Worlds of Relief: Race, Immigration, and the American Welfare State from the Progres"
        },
        {
            "key": "p_24",
            "unstructured": "sive Era to the New Deal. Princeton University Press. Garland, David. 2016. The Welfare State: A Very Short Introduction. Oxford University Press. Gilens, Martin. 1999. Why Americans Hate Welfare: Race, Media, and the Politics of Antipoverty Policy. Univer"
        },
        {
            "key": "p_25",
            "first-page": "1911",
            "author": "Chicago Press Goodwin",
            "year": "1997",
            "journal-title": "Mothers' Pensions in Chicago"
        },
        {
            "key": "p_26",
            "first-page": "1890",
            "author": "University of Chicago Press. Gordon, Linda.",
            "year": "1994",
            "journal-title": "Single Mothers and the History of Welfare"
        },
        {
            "key": "p_27",
            "unstructured": "University Press. Graetz, Michael J., and Jerry L. Mashaw. 1999. True Security: Rethinking American Social Insurance. Yale"
        },
        {
            "key": "p_28",
            "unstructured": "University Press. Greenstein, Robert. 2022. \"Targeting vs. Universalism, and Other Factors That Affect Social"
        },
        {
            "key": "p_29",
            "unstructured": "Programs' Political Strength and Durability.\" https://www.hamiltonproject.org/wp-content/ uploads/2023/01/20220806_ES_THP_SocialPrograms_ExpandedEdition.pdf (accessed January 10,"
        },
        {
            "key": "p_30",
            "unstructured": "2024). Gwyn, Nick, and Jenna Gerry. 2023. \"Unemployment Insurance System Unprepared for Another Reces"
        },
        {
            "key": "p_32",
            "unstructured": "unemployment-insurance-system-unprepared-for-another-recession (accessed December 5, 2024). Haskins, Ron. 2006. Work Over Welfare: The Inside Story of the 1996 Welfare Reform Law. Brookings Institu"
        },
        {
            "key": "p_33",
            "unstructured": "tion Press. Heclo, Hugh. 1986. \"The Political Foundations of Antipoverty Policy.\" In Fighting Poverty: What Works and"
        },
        {
            "key": "p_34",
            "unstructured": "What Doesn't, edited by Sheldon H. Danziger and Daniel H. Weinberg, 312-40. Harvard University"
        },
        {
            "key": "p_35",
            "doi-asserted-by": "crossref",
            "unstructured": "Press. Herndon, Ruth Wallis. 2001. Unwelcome Americans: Living on the Margin in Early New England. University",
            "DOI": "10.9783/9780812202236"
        },
        {
            "key": "p_36",
            "unstructured": "of Pennsylvania Press. Hiltzik, Michael. 2021. \"Democrats Are Talking about Means-Testing More Social Programs. What a"
        },
        {
            "key": "p_37",
            "unstructured": "Terrible Idea.\" Los Angeles Times, October 21. https://www.latimes.com/business/story/2021-"
        },
        {
            "key": "p_38",
            "unstructured": "10-21/democrats-means-testing-social-programs (accessed January 5, 2024). Howard, Christopher. 1992. \"Sowing the Seeds of `Welfare': The Transformation of Mothers' Pensions,"
        },
        {
            "issue": "2",
            "key": "p_39",
            "first-page": "188",
            "volume": "4",
            "year": "1900",
            "journal-title": "Journal of Policy History"
        },
        {
            "key": "p_40",
            "unstructured": "Studies in American Political Development 16 (1): 28-47. Howard, Christopher. 2007. The Welfare State Nobody Knows: Debunking Myths About U.S. Social Policy."
        },
        {
            "key": "p_41",
            "unstructured": "Princeton University Press. Howard, Christopher. 2023. Who Cares: The Social Safety Net in America. Oxford University Press. Jensen, Laura S. 2015. \"Social Provision Before the Twentieth Century.\" In The Oxford Handbook of"
        },
        {
            "key": "p_42",
            "unstructured": "U.S. Social Policy, edited by Daniel Béland, Christopher Howard, and Kimberly J. Morgan, 23-40."
        },
        {
            "key": "p_43",
            "unstructured": "Oxford University Press. Joint Committee on Taxation. 2022. Estimates of Federal Tax Expenditures for Fiscal Years 2022-2026."
        },
        {
            "key": "p_44",
            "unstructured": "JCX-22-22. Congress of United States. Kaiser Family Foundation. 2023. Total Medicaid Spending. https://www.kff.org/medicaid/state-indicator/"
        },
        {
            "issue": "1",
            "key": "p_45",
            "first-page": "22",
            "volume": "195",
            "year": "2024",
            "journal-title": "The New Republic"
        },
        {
            "key": "p_46",
            "unstructured": "University Press. Kim, Christine, and Robert Rector. 2006. \"Welfare Reform Turns Ten: Evidence Shows Reduced"
        },
        {
            "key": "p_48",
            "unstructured": "welfare-reform-turns-ten-evidence-shows-reduced-dependence-poverty (accessed January 10, 2024). Li, Zhe, and Paul S. Davies. 2022. Income for the Population Aged 65 and Older: Evidence from the Health"
        },
        {
            "key": "p_49",
            "unstructured": "Retirement Study (HRS). Congressional Research Service. Lieberman, Robert C. 1998. Shifting the Color Line: Race and the American Welfare State. Harvard University"
        },
        {
            "key": "p_50",
            "first-page": "1900",
            "author": "Press Lowell",
            "year": "1884",
            "journal-title": "The Struggle for Social Security"
        },
        {
            "key": "p_51",
            "unstructured": "Material Hardship over Two Decades.\" Journal of Public Economics 197: 104403. McGarry, Kathleen. 2013. \"The Safety Net for the Elderly.\" In Legacies of the War on Poverty, edited by"
        },
        {
            "key": "p_52",
            "unstructured": "Martha J. Bailey and Sheldon Danziger, 179-205. Russell Sage Foundation. Mead, Lawrence M. 1992. The New Politics of Poverty: The Nonworking Poor in America. Basic Books. Mettler, Suzanne. 1998. Dividing Citizens: Gender and Federalism in New Deal Public Policy. Cornell Univer"
        },
        {
            "key": "p_53",
            "author": "Press Moffitt",
            "year": "2013",
            "journal-title": "Annals of the American Academy"
        },
        {
            "key": "p_54",
            "first-page": "1950",
            "author": "Murray Charles",
            "year": "1984",
            "journal-title": "American Social Policy"
        },
        {
            "key": "p_55",
            "unstructured": "Salon, December 13. https://www.salon.com/2019/12/13/why-america-is-so-poor-at-helping"
        },
        {
            "key": "p_56",
            "unstructured": "people-who-need-long-term-health-care_partner/ (accessed January 12, 2024). Quadagno, Jill. 1994. The Color of Welfare: How Racism Undermined the War on Poverty. Oxford University"
        },
        {
            "key": "p_57",
            "unstructured": "Press. Rachidi, Angela, Matt Weidinger, and Scott Winship. 2022. \"A Safety Net for the Future: Overcoming the"
        },
        {
            "key": "p_58",
            "unstructured": "Root Causes of Poverty.\" In American Renewal: A Conservative Plan to Strengthen the Social Contract and Save the Country's Finances, edited by Paul Ryan and Angela Rachidi, 132-58. American Enterprise Institute. Radford, Gail. 1996. Modern Housing for America: Policy Struggles in the New Deal Era. University of Chicago"
        },
        {
            "key": "p_59",
            "unstructured": "Press. Reagan, Ronald. 1986. \"Radio Address to the Nation on Welfare Reform.\" February 15. https://www."
        },
        {
            "key": "p_61",
            "unstructured": "2024). Remler, Dahlia K., Sanders D. Korenman, and Rosemary T. Hyson. 2017. \"Estimating the Effects of"
        },
        {
            "key": "p_63",
            "unstructured": "Affairs 36 (10): 1828-37. Romig, Kathleen. 2023. \"Social Security Lifts More People Above the Poverty Line Than Any Other"
        },
        {
            "key": "p_65",
            "unstructured": "January 14, 2024). Romig, Kathleen, and Kathleen Bryant. 2021. \"A National Paid Leave Program Would Help Workers,"
        },
        {
            "key": "p_67",
            "unstructured": "economy/a-national-paid-leave-program-would-help-workers-families (accessed January 12, 2024). Rothstein, Richard. 2017. The Color of Law: A Forgotten History of How Our Government Segregated America."
        },
        {
            "key": "p_68",
            "unstructured": "Liveright. Safire, William. 1981. \"Safety Nets.\" New York Times, March 29. https://www.nytimes.com/1981/03/29/"
        },
        {
            "key": "p_69",
            "unstructured": "magazine/on-language-safety-nets.html (accessed January 5, 2024). Sanger-Katz, Margot. 2018. \"When Medicaid Expands, More People Vote.\" New York Times, November 8."
        },
        {
            "key": "p_70",
            "unstructured": "https://www.nytimes.com/2018/11/08/upshot/medicaid-expansion-voting-increase.html (accessed"
        },
        {
            "key": "p_71",
            "unstructured": "January 11, 2024). Scott, Dylan. 2019. \"How to Build a Medicare-for-All Plan, Explained by Somebody Who's Thought about"
        },
        {
            "key": "p_72",
            "unstructured": "It for 20 Years.\" Vox, January 28. https://www.vox.com/policy-and-politics/2019/1/28/18192674/"
        },
        {
            "key": "p_73",
            "unstructured": "medicare-for-all-cost-jacob-hacker (accessed January 12, 2024). Shrider, Emily A. 2024. Poverty in the United States: 2023. United States Census Bureau. Singer, Audrey. 2004. \"Welfare Reform and Immigrants: A Policy Review.\" In Immigrants, Welfare Reform,"
        },
        {
            "key": "p_74",
            "unstructured": "and the Poverty of Policy, edited by Philip Kretsedemans and Ana Aparicio, 21-34. Praeger. Skocpol, Theda. 1991. \"Targeting within Universalism: Politically Viable Policies to Combat Poverty in"
        },
        {
            "key": "p_76",
            "unstructured": "411-36. Brookings Institution Press. Skocpol, Theda. 1992. Protecting Soldiers and Mothers: The Political Origins of Social Policy in the United"
        },
        {
            "key": "p_77",
            "unstructured": "States. Harvard University Press. Smith, David Barton. 2015. \"Civil Rights and Medicare: Historical Convergence and Continuing Legacy.\""
        },
        {
            "key": "p_79",
            "unstructured": "Alan B. Cohen, David C. Colby, Keith A. Wailoo, and Julian E. Zelizer, 21-38. Oxford University Press. Social Security Administration. 2000. Annual Statistical Supplement, 2000. Social Security Administration,"
        },
        {
            "key": "p_80",
            "first-page": "13",
            "author": "Policy Research",
            "year": "2023",
            "journal-title": "SSSA Publication"
        },
        {
            "key": "p_81",
            "unstructured": "history/35actinx.html (accessed January 6, 2024). Soule, Sarah A., and Yvonne Zylan. 1997. \"Runaway Train? The Diffusion of State-Level Reform in ADC/"
        },
        {
            "issue": "3",
            "key": "p_82",
            "first-page": "733",
            "volume": "103",
            "author": "Eligibility Requirements",
            "year": "1950",
            "journal-title": "American Journal of Sociology"
        },
        {
            "key": "p_83",
            "unstructured": "Yale University Press. Stone, Chad, and William Chen. 2014. \"Introduction to Unemployment Insurance.\" Center on Budget"
        },
        {
            "key": "p_85",
            "unstructured": "insurance (accessed January 12, 2024). Tach, Laura, and Kathryn Edin. 2017. \"The Social Safety Net After Welfare Reform: Recent Develop"
        },
        {
            "key": "p_86",
            "unstructured": "ments and Consequences for Household Dynamics.\" Annual Review of Sociology 43: 541-61. Teles, Steven M. 1996. Whose Welfare? AFDC and Elite Politics. University Press of Kansas. Thomson, Dana, Renee Ryberg, Kristen Harper, James Fuller, Katherine Paschall, Jody Franklin, and Lina"
        },
        {
            "key": "p_87",
            "unstructured": "Guzman. 2022. \"Lessons From a Historic Decline in Child Poverty.\" ChildTrends, September 11. https://www.childtrends.org/publications/lessons-from-a-historic-decline-in-child-poverty (accessed"
        },
        {
            "key": "p_88",
            "unstructured": "January 12, 2024). Trattner, Walter I. 1974. From Poor Law to Welfare State: A History of Social Welfare in America. Free Press. US Bureau of the Census. 1964. Statistical Abstract of the United States: 1964. Government Printing Office. US Bureau of the Census. 1972. Statistical Abstract of the United States: 1972. Government Printing Office. US Bureau of the Census. 1982. Statistical Abstract of the United States: 1982-1983. Government Printing"
        },
        {
            "key": "p_89",
            "unstructured": "Office. US Bureau of the Census. 1994. Statistical Abstract of the United States: 1994. Government Printing Office. US Bureau of the Census. 2000. Statistical Abstract of the United States: 2000. Government Printing Office. US Census Bureau. 2023a. Historical Poverty Tables: People and Families-1959 to 2022. https://www."
        },
        {
            "key": "p_91",
            "unstructured": "January 5, 2024). US Census Bureau. 2023b. Poverty Thresholds. https://www.census.gov/data/tables/time-series/demo/"
        },
        {
            "key": "p_92",
            "unstructured": "income-poverty/historical-poverty-thresholds.html (accessed on January 5, 2024). US Census Office. 1881. Statistics of the Population of the United States at the Tenth Census (June 1, 1880)."
        },
        {
            "key": "p_93",
            "unstructured": "Government Printing Office. von Hoffman, Alexander. 2012. \"History Lessons for Today's Housing Policy: The Politics of Low-Income"
        },
        {
            "key": "p_94",
            "unstructured": "Housing.\" Housing Policy Debate 22 (3): 321-76. Ward, Deborah E. 2005. The White Welfare State: The Racialization of U.S. Welfare Policy. University of"
        },
        {
            "key": "p_95",
            "unstructured": "Michigan Press. Weaver, R. Kent. 1988. Automatic Government: The Politics of Indexation. Brookings Institution Press. Weaver, R. Kent. 2000. Ending Welfare As We Know It. Brookings Institution Press. Whittaker, Julie M., and Katelin P. Isaacs. 2019. Unemployment Insurance: Programs and Benefits. Congres"
        },
        {
            "key": "p_96",
            "unstructured": "sional Research Service. Wilson, William Julius. 1987. The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy."
        },
        {
            "key": "p_97",
            "unstructured": "University of Chicago Press. Witte, Edwin E. 1963. The Development of the Social Security Act. University of Wisconsin Press. Woodbury, Stephen A. 2015. \"Unemployment Insurance.\" In The Oxford Handbook of U.S. Social Policy,"
        },
        {
            "key": "p_98",
            "unstructured": "edited by Daniel Béland, Christopher Howard, and Kimberly J. Morgan, 471-90. Oxford University"
        },
        {
            "key": "p_99",
            "first-page": "1945",
            "author": "Press Zelizer",
            "year": "1998",
            "journal-title": "Wilbur D. Mills, Congress, and the State"
        },
        {
            "key": "p_100",
            "unstructured": "University Press. Zollars, Cheryl, and Theda Skocpol. 1994. \"Cultural Mythmaking as a Policy Tool: The Social Security"
        },
        {
            "key": "p_101",
            "unstructured": "Board and the Construction of a Social Citizenship of Self Interest.\" Research on Democracy and Society 2: 381-408."
        }
    ],
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.20231393",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2025,
                2,
                13
            ]
        ],
        "date-time": "2025-02-13T14:17:28Z",
        "timestamp": 1739456248000
    },
    "score": 1,
    "resource": {
        "primary": {
            "URL": "https://pubs.aeaweb.org/doi/10.1257/jep.20231393"
        }
    },
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2025,
                2,
                1
            ]
        ]
    },
    "references-count": 87,
    "journal-issue": {
        "issue": "1",
        "published-print": {
            "date-parts": [
                [
                    2025,
                    2,
                    1
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1257/jep.20231393"
    ],
    "URL": "https://doi.org/10.1257/jep.20231393",
    "relation": {},
    "ISSN": [
        "0895-3309",
        "1944-7965"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        },
        {
            "value": "1944-7965",
            "type": "electronic"
        }
    ],
    "subject": [],
    "published": {
        "date-parts": [
            [
                2025,
                2,
                1
            ]
        ]
    }
}