{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                11
            ]
        ],
        "date-time": "2021-03-11T19:23:48Z",
        "timestamp": 1615490628576
    },
    "reference-count": 0,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2014,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> In the last half-decade, sharp jumps in the prices of wheat, rice, and corn, which furnish about two–thirds of the calorie requirements of mankind, have attracted worldwide attention. These price jumps in grains have also revealed the chaotic state of economic analysis of agricultural commodity markets. Economists and scientists have engaged in a blame game, apportioning percentages of responsibility for the price spikes to bewildering lists of factors, which include a surge in meat consumption, idiosyncratic regional droughts and fires, speculative bubbles, a new “financialization” of grain markets, the slowdown of global agricultural research spending, jumps in costs of energy, and more. Several observers have claimed to identify a “perfect storm” in the grain markets in 2007/2008, a confluence of some of the factors listed above. In fact, the price jumps since 2005 are best explained by the new policies causing a sustained surge in demand for biofuels. The rises in food prices since 2004 have generated huge wealth transfers to global landholders, agricultural input suppliers, and biofuels producers. The losers have been net consumers of food, including large numbers of the world's poorest peoples. The cause of this large global redistribution was no perfect storm. Far from being a natural catastrophe, it was the result of new policies to allow and require increased use of grain and oilseed for production of biofuels. Leading this trend were the wealthy countries, initially misinformed about the true global environmental and distributional implications. </jats:p>",
    "DOI": "10.1257/jep.28.1.73",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2014,
                2,
                5
            ]
        ],
        "date-time": "2014-02-05T13:37:00Z",
        "timestamp": 1391607420000
    },
    "page": "73-98",
    "source": "Crossref",
    "is-referenced-by-count": 56,
    "title": [
        "Global Biofuels: Key to the Puzzle of Grain Market Behavior"
    ],
    "prefix": "10.1257",
    "volume": "28",
    "author": [
        {
            "given": "Brian",
            "family": "Wright",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Professor of Agricultural and Resource Economics, University of California, Berkeley, California. His email address is ."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.28.1.73",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:30:00Z",
        "timestamp": 1591133400000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2014,
                2,
                1
            ]
        ]
    },
    "references-count": 0,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2014,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.28.1.73"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.28.1.73",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}