{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                12
            ]
        ],
        "date-time": "2021-04-12T19:06:15Z",
        "timestamp": 1618254375210
    },
    "reference-count": 28,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2011,
                5,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The Amethyst Initiative, signed by more than 100 college presidents and other higher education officials calls for a reexamination of the minimum legal drinking age in the United States. A central argument of the initiative is that the U.S. minimum legal drinking age policy results in more dangerous drinking than would occur if the legal drinking age were lower. A companion organization called Choose Responsibility explicitly proposes “a series of changes that will allow 18–20 year-olds to purchase, possess and consume alcoholic beverages.” Does the age-21 drinking limit in the United States reduce alcohol consumption by young adults and its harms, or as the signatories of the Amethyst Initiative contend, is it “not working”? In this paper, we summarize a large and compelling body of empirical evidence which shows that one of the central claims of the signatories of the Amethyst Initiative is incorrect: setting the minimum legal drinking age at 21 clearly reduces alcohol consumption and its major harms. We use a panel fixed effects approach and a regression discontinuity approach to estimate the effects of the minimum legal drinking age on mortality, and we also discuss what is known about the relationship between the minimum legal drinking age and other adverse outcomes such as nonfatal injury and crime. We document the effect of the minimum legal drinking age on alcohol consumption and estimate the costs of adverse alcohol-related events on a per-drink basis. Finally we consider implications for the correct choice of a minimum legal drinking age. </jats:p>",
    "DOI": "10.1257/jep.25.2.133",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2011,
                5,
                16
            ]
        ],
        "date-time": "2011-05-16T14:36:47Z",
        "timestamp": 1305556607000
    },
    "page": "133-156",
    "source": "Crossref",
    "is-referenced-by-count": 82,
    "title": [
        "The Minimum Legal Drinking Age and Public Health"
    ],
    "prefix": "10.1257",
    "volume": "25",
    "author": [
        {
            "given": "Christopher",
            "family": "Carpenter",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Associate Professor of Economics/Public Policy, Paul Merage School of Business, University of California at Irvine, Irvine, California.; Research Associates, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Carlos",
            "family": "Dobkin",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Associate Professor of Economics, University of California at Santa Cruz, Santa Cruz, California.; Research Associates, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.25.2.133",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:14:55Z",
        "timestamp": 1591132495000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2011,
                5,
                1
            ]
        ]
    },
    "references-count": 28,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2011,
                    5,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jep.25.2.133"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.25.2.133",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}