{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                10
            ]
        ],
        "date-time": "2021-04-10T02:55:47Z",
        "timestamp": 1618023347209
    },
    "reference-count": 14,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2015,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The social sciences—including economics—have long called for transparency in research to counter threats to producing robust and replicable results. In this paper, we discuss the pros and cons of three of the more prominent proposed approaches: pre-analysis plans, hypothesis registries, and replications. They have been primarily discussed for experimental research, both in the field including randomized control trials and the laboratory, so we focus on these areas. A pre-analysis plan is a credibly fixed plan of how a researcher will collect and analyze data, which is submitted before a project begins. Though pre-analysis plans have been lauded in the popular press and across the social sciences, we will argue that enthusiasm for pre-analysis plans should be tempered for several reasons. Hypothesis registries are a database of all projects attempted; the goal of this promising mechanism is to alleviate the “file drawer problem,” which is that statistically significant results are more likely to be published, while other results are consigned to the researcher's “file drawer.” Finally, we evaluate the efficacy of replications. We argue that even with modest amounts of researcher bias—either replication attempts bent on proving or disproving the published work—or modest amounts of poor replication attempts—designs that are underpowered or orthogonal to the hypothesis—replications correct even the most inaccurate beliefs within three to five replications. We offer practical proposals for how to increase the incentives for researchers to carry out replications. </jats:p>",
    "DOI": "10.1257/jep.29.3.81",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2015,
                7,
                30
            ]
        ],
        "date-time": "2015-07-30T15:06:32Z",
        "timestamp": 1438268792000
    },
    "page": "81-98",
    "source": "Crossref",
    "is-referenced-by-count": 61,
    "title": [
        "Pre-Analysis Plans Have Limited Upside, Especially Where Replications Are Feasible"
    ],
    "prefix": "10.1257",
    "volume": "29",
    "author": [
        {
            "given": "Lucas C.",
            "family": "Coffman",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Lucas C. Coffman is Assistant Professor of Economics, Ohio State University, Columbus, Ohio."
                }
            ]
        },
        {
            "given": "Muriel",
            "family": "Niederle",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Muriel Niederle is Professor of Economics, Stanford University, Stanford, California. Niederle is also a Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.29.3.81",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:46:14Z",
        "timestamp": 1591134374000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2015,
                8,
                1
            ]
        ]
    },
    "references-count": 14,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2015,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.29.3.81"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.29.3.81",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}