{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                8
            ]
        ],
        "date-time": "2021-03-08T17:03:49Z",
        "timestamp": 1615223029461
    },
    "reference-count": 34,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2010,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The main effects of No Child Left Behind on the quality of teaching are likely to come through two provisions of the act. First, NCLB establishes benchmarks based on test score pass rates that schools must meet in order to remain in good standing and avoid sanctions. Since teachers are central to student performance, this accountability component of NCLB is likely to have direct effects on both the demand for and supply of teachers and therefore on both the composition of the stock of public school teachers and the distribution of those teachers among schools. Second, NCLB explicitly requires districts to have “highly qualified” teachers, and the enunciation and enforcement of such a standard might have an additional effect on the composition of teachers. We will discuss three avenues by which these requirements might affect the quality of teachers. First, we will argue that the requirements for “highly qualified” teachers are unlikely to have had any perceptible effect on the performance of students. Second, the combination of quality requirements and the more-stringent testing environment could make teaching appear more costly and risky as a profession and thus alter the composition of new entrants, but at least so far, we find no evidence of such effects. Finally, the accountability provisions might change the dynamics of the labor market for teachers, including decisions about hiring and job separation. While not completely understood, this channel might be quite important, especially at low-performing schools where the stress of the accountability requirements is highest. We will provide new evidence from Texas on the relationship between school accountability ratings and teacher transitions both out of schools and out of grades three through eight, the grades subject to NCLB testing requirements. Finally, we offer some observations about potential policy implications and a future research agenda. </jats:p>",
    "DOI": "10.1257/jep.24.3.133",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2010,
                8,
                10
            ]
        ],
        "date-time": "2010-08-10T15:12:38Z",
        "timestamp": 1281453158000
    },
    "page": "133-150",
    "source": "Crossref",
    "is-referenced-by-count": 23,
    "title": [
        "The Quality and Distribution of Teachers under the No Child Left Behind Act"
    ],
    "prefix": "10.1257",
    "volume": "24",
    "author": [
        {
            "given": "Eric A",
            "family": "Hanushek",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Hoover Institution, Stanford University, Stanford, California; Texas Schools Project, University of Texas at Dallas, Dallas, Texas; National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Steven G",
            "family": "Rivkin",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Amherst College, Amherst, Massachusetts; Texas Schools Project, University of Texas at Dallas, Dallas, Texas; National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.24.3.133",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:31:17Z",
        "timestamp": 1591133477000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2010,
                8,
                1
            ]
        ]
    },
    "references-count": 34,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2010,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.24.3.133"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.24.3.133",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}