{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                15
            ]
        ],
        "date-time": "2021-04-15T11:03:52Z",
        "timestamp": 1618484632758
    },
    "reference-count": 49,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2015,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> In 2011, Bristol-Myers Squibb set the price of its newly approved melanoma drug ipilimumab—brand name Yervoy—at $120,000 for a course of therapy. The drug was associated with an incremental increase in life expectancy of four months. Drugs like ipilimumab have fueled the perception that the launch prices of new anticancer drugs and other drugs in the so-called “specialty” pharmaceutical market have been increasing over time and that increases are unrelated to the magnitude of the expected health benefits. In this paper, we discuss the unique features of the market for anticancer drugs and assess trends in the launch prices for 58 anticancer drugs approved between 1995 and 2013 in the United States. We restrict attention to anticancer drugs because the use of median survival time as a primary outcome measure provides a common, objective scale for quantifying the incremental benefit of new products. We find that the average launch price of anticancer drugs, adjusted for inflation and health benefits, increased by 10 percent annually—or an average of $8,500 per year—from 1995 to 2013. We argue that the institutional features of the market for anticancer drugs enable manufacturers to set the prices of new products at or slightly above the prices of existing therapies, giving rise to an upward trend in launch prices. Government-mandated price discounts for certain classes of buyers may have also contributed to launch price increases as firms sought to offset the growth in the discount segment by setting higher prices for the remainder of the market. </jats:p>",
    "DOI": "10.1257/jep.29.1.139",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2015,
                2,
                5
            ]
        ],
        "date-time": "2015-02-05T14:43:57Z",
        "timestamp": 1423147437000
    },
    "page": "139-162",
    "source": "Crossref",
    "is-referenced-by-count": 235,
    "title": [
        "Pricing in the Market for Anticancer Drugs"
    ],
    "prefix": "10.1257",
    "volume": "29",
    "author": [
        {
            "given": "David H.",
            "family": "Howard",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "David H. Howard is Associate Professor, Department of Health Policy and Management, Rollins School of Public Health, and Department of Economics, Emory University, Atlanta, Georgia."
                }
            ]
        },
        {
            "given": "Peter B.",
            "family": "Bach",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Peter B. Bach is a Member in the Department of Epidemiology and Biostatistics, Attending Physician in the Department of Medicine, and Director of the Center for Health Policy and Outcomes, Memorial Sloan Kettering Cancer Center, New York City, New York."
                }
            ]
        },
        {
            "given": "Ernst R.",
            "family": "Berndt",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Ernst R. Berndt is the Louis E. Seley Professor in Applied Economics, Sloan School of Management, Massachusetts Institute of Technology, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Rena M.",
            "family": "Conti",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Rena M. Conti is Assistant Professor of Health Policy, Departments of Pediatrics and Public Health Sciences, University of Chicago, Chicago, Illinois."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.29.1.139",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:18:34Z",
        "timestamp": 1591132714000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2015,
                2,
                1
            ]
        ]
    },
    "references-count": 49,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2015,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.29.1.139"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.29.1.139",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}