{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                31
            ]
        ],
        "date-time": "2021-03-31T17:23:51Z",
        "timestamp": 1617211431817
    },
    "reference-count": 24,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2018,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Exchange-traded funds (ETFs) represent one of the most important financial innovations in decades. An ETF is an investment vehicle, with a specific architecture that typically seeks to track the performance of a specific index. The first US-listed ETF, the SPDR, was launched by State Street in January 1993 and seeks to track the S&amp;P 500 index. It is still today the largest ETF by far, with assets of $178 billion. Following the introduction of the SPDR, new ETFs were launched tracking broad domestic and international indices, and more specialized sector, region, or country indexes. In recent years, ETFs have grown substantially in assets, diversity, and market significance, including substantial increases in assets in bond ETFs and so-called “smart beta” funds that track certain investment strategies often used by actively traded mutual funds and hedge funds. In this paper, we begin by describing the structure and organization of exchange-traded funds, contrasting them with mutual funds, which are close relatives of exchange-traded funds, describing the differences in how ETFs operate and their potential advantages in terms of liquidity, lower expenses, tax efficiency, and transparency. We then turn to concerns over whether the rise in ETFs may raise unexpected risks for investors or greater instability in financial markets. While concerns over financial fragility are worth serious consideration, some of the common concerns are overstated, and for others, a number of rules and practices are already in place that offer a substantial margin of safety. </jats:p>",
    "DOI": "10.1257/jep.32.1.135",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2018,
                1,
                31
            ]
        ],
        "date-time": "2018-01-31T12:05:33Z",
        "timestamp": 1517400333000
    },
    "page": "135-154",
    "source": "Crossref",
    "is-referenced-by-count": 33,
    "title": [
        "Exchange-Traded Funds 101 for Economists"
    ],
    "prefix": "10.1257",
    "volume": "32",
    "author": [
        {
            "given": "Martin",
            "family": "Lettau",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Martin Lettau is the Kruttschnitt Family Chair in Financial Institutions, Haas School of Business, University of California at Berkeley, Berkeley, California. He is a Research Associate at the National Bureau of Economic Research, Cambridge, Massachusetts and a Research Fellow at the Centre for Economic Policy Research, London, United Kingdom."
                }
            ]
        },
        {
            "given": "Ananth",
            "family": "Madhavan",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Ananth Madhavan is Managing Director, Global Head of ETF and Index Investing Research, Black-Rock, Inc., San Francisco, California."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.32.1.135",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:32:18Z",
        "timestamp": 1591133538000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2018,
                2,
                1
            ]
        ]
    },
    "references-count": 24,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2018,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.32.1.135"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.32.1.135",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}