{
    "indexed": {
        "date-parts": [
            [
                2021,
                2,
                24
            ]
        ],
        "date-time": "2021-02-24T16:24:02Z",
        "timestamp": 1614183842119
    },
    "reference-count": 45,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2017,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Friedrich A. Hayek (1899–1992) is known for his vision of the market economy as an information processing system characterized by spontaneous order: the emergence of coherence through the independent actions of large numbers of individuals, each with limited and local knowledge, coordinated by prices that arise from decentralized processes of competition. Hayek is also known for his advocacy of a broad range of free market policies and, indeed, considered the substantially unregulated market system to be superior to competing alternatives precisely because it made the best use of dispersed knowledge. Our purpose in writing this paper is twofold: First, we believe that Hayek's economic vision and critique of equilibrium theory not only remain relevant, but apply with greater force as information has become ever more central to economic activity and the complexity of the information aggregation process has become increasingly apparent. Second, we wish to call into question Hayek's belief that his advocacy of free market policies follows as a matter of logic from his economic vision. The very usefulness of prices (and other economic variables) as informative messages—which is the centerpiece of Hayek's economics—creates incentives to extract information from signals in ways that can be destabilizing. Markets can promote prosperity but can also generate crises. We will argue, accordingly, that a Hayekian understanding of the economy as an information-processing system does not support the type of policy positions that he favored. Thus, we find considerable lasting value in Hayek's economic analysis while nonetheless questioning the connection of this analysis to his political philosophy. </jats:p>",
    "DOI": "10.1257/jep.31.3.215",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2017,
                7,
                26
            ]
        ],
        "date-time": "2017-07-26T12:46:28Z",
        "timestamp": 1501073188000
    },
    "page": "215-230",
    "source": "Crossref",
    "is-referenced-by-count": 22,
    "title": [
        "Retrospectives: Friedrich Hayek and the Market Algorithm"
    ],
    "prefix": "10.1257",
    "volume": "31",
    "author": [
        {
            "given": "Samuel",
            "family": "Bowles",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Samuel Bowles is Research Professor and Director of the Behavioral Sciences Program, Santa Fe Institute, Santa Fe, New Mexico."
                }
            ]
        },
        {
            "given": "Alan",
            "family": "Kirman",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Alan Kirman is Professor Emeritus of Economics, Ecole des Hautes Etudes en Sciences Sociales, Paris, France."
                }
            ]
        },
        {
            "given": "Rajiv",
            "family": "Sethi",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Rajiv Sethi is Professor of Economics, Barnard College, Columbia University, New York City, New York, and External Professor, Santa Fe Institute, Santa Fe, New Mexico."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.31.3.215",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:13:17Z",
        "timestamp": 1591132397000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2017,
                8,
                1
            ]
        ]
    },
    "references-count": 45,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2017,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.31.3.215"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.31.3.215",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}