{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                1
            ]
        ],
        "date-time": "2021-03-01T11:45:57Z",
        "timestamp": 1614599157720
    },
    "reference-count": 12,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2015,
                11,
                1
            ]
        ]
    },
    "abstract": "<jats:p> When two Silicon Valley start-ups, Coursera and Udacity, embarked in 2012 on a bold effort to supply college-level courses for free over the Internet to learners worldwide, the notion of the Massively Open Online Course (MOOC) captured the nation's attention. Although MOOCs are an interesting experiment with a role to play in the future of higher education, they are a surprisingly small part of the online higher education scene. We believe that online education, at least online education that begins to take full advantage of the interactivity offered by the web, is still in its infancy. We begin by sketching out the several faces of online learning—asynchronous, partially asynchronous, the flipped classroom, and others—as well as how the use of online education differs across the spectrum of higher education. We consider how the growth of online education will affect cost and convenience, student learning, and the role of faculty and administrators. We argue that spread of online education through higher education is likely to be slower than many commenters expect. We hope that online education will bring substantial benefits. But less-attractive outcomes are also possible if, for instance, legislators use the existence of online education as an excuse for sharp cuts in higher education budgets that lead to lower-quality education for many students, at the same time that richer, more-selective schools are using online education as one more weapon in the arms race dynamic that is driving costs higher. </jats:p>",
    "DOI": "10.1257/jep.29.4.135",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2015,
                11,
                6
            ]
        ],
        "date-time": "2015-11-06T14:19:43Z",
        "timestamp": 1446819583000
    },
    "page": "135-154",
    "source": "Crossref",
    "is-referenced-by-count": 30,
    "title": [
        "Online Higher Education: Beyond the Hype Cycle"
    ],
    "prefix": "10.1257",
    "volume": "29",
    "author": [
        {
            "given": "Michael S.",
            "family": "McPherson",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Michael S. McPherson is President of the Spencer Foundation, Chicago, Illinois. From 1996 to 2003, he was President of Macalester College, St. Paul, Minnesota."
                }
            ]
        },
        {
            "given": "Lawrence S.",
            "family": "Bacow",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Lawrence S. Bacow is Leader-in-Residence, Center for Public Leadership, Harvard Kennedy School, Cambridge, Massachusetts. From 2001 to 2011, Bacow was President of Tufts University, Medford, Massachusetts. He is also a Senior Adviser to Ithaka S&R, New York, New York."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.29.4.135",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:47:17Z",
        "timestamp": 1591134437000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2015,
                11,
                1
            ]
        ]
    },
    "references-count": 12,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2015,
                    11,
                    1
                ]
            ]
        },
        "issue": "4"
    },
    "alternative-id": [
        "10.1257/jep.29.4.135"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.29.4.135",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}