{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                7
            ]
        ],
        "date-time": "2021-04-07T16:28:24Z",
        "timestamp": 1617812904529
    },
    "reference-count": 15,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2013,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The top 1 percent income share has more than doubled in the United States over the last 30 years, drawing much public attention in recent years. While other English-speaking countries have also experienced sharp increases in the top 1 percent income share, many high-income countries such as Japan, France, or Germany have seen much less increase in top income shares. Hence, the explanation cannot rely solely on forces common to advanced countries, such as the impact of new technologies and globalization on the supply and demand for skills. Moreover, the explanations have to accommodate the falls in top income shares earlier in the twentieth century experienced in virtually all high-income countries. We highlight four main factors. The first is the impact of tax policy, which has varied over time and differs across countries. Top tax rates have moved in the opposite direction from top income shares. The effects of top rate cuts can operate in conjunction with other mechanisms. The second factor is a richer view of the labor market, where we contrast the standard supply-side model with one where pay is determined by bargaining and the reactions to top rate cuts may lead simply to a redistribution of surplus. Indeed, top rate cuts may lead managerial energies to be diverted to increasing their remuneration at the expense of enterprise growth and employment. The third factor is capital income. Overall, private wealth (relative to income) has followed a U-shaped path over time, particularly in Europe, where inherited wealth is, in Europe if not in the United States, making a return. The fourth, little investigated, element is the correlation between earned income and capital income, which has substantially increased in recent decades in the United States. </jats:p>",
    "DOI": "10.1257/jep.27.3.3",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2013,
                8,
                8
            ]
        ],
        "date-time": "2013-08-08T12:45:09Z",
        "timestamp": 1375965909000
    },
    "page": "3-20",
    "source": "Crossref",
    "is-referenced-by-count": 311,
    "title": [
        "The Top 1 Percent in International and Historical Perspective"
    ],
    "prefix": "10.1257",
    "volume": "27",
    "author": [
        {
            "given": "Facundo",
            "family": "Alvaredo",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Research Fellow at Nuffield College and Department of Economics, Oxford, United Kingdom, and CONICET (Consejo Nacional de Investigaciones Científicas y Técnicas), Buenos Aires, Argentina, and Affiliate Member, Paris School of Economics, Paris, France."
                }
            ]
        },
        {
            "given": "Anthony B",
            "family": "Atkinson",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Fellow of Nuffield College, Oxford, and Centennial Professor at the London School of Economics, London, United Kingdom."
                }
            ]
        },
        {
            "given": "Thomas",
            "family": "Piketty",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Professor of Economics at the Paris School of Economics, Paris, France."
                }
            ]
        },
        {
            "given": "Emmanuel",
            "family": "Saez",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Professor of Economics, University of California at Berkeley, United States."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.27.3.3",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:42:46Z",
        "timestamp": 1591134166000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2013,
                8,
                1
            ]
        ]
    },
    "references-count": 15,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2013,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.27.3.3"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.27.3.3",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}