{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                12
            ]
        ],
        "date-time": "2021-03-12T06:25:24Z",
        "timestamp": 1615530324447
    },
    "reference-count": 24,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2008,
                7,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Over the past 40 years, the age at which children enter first grade has slowly drifted upward. In the fall of 1968, 96 percent of six-year-old children were enrolled in first grade or above. By 2005, the proportion had dropped to 84 percent, mainly because a substantial share of six-year-olds were still in kindergarten. About a third of the increase in age at school entry can be explained by legal changes. Almost every state has increased the age at which children are allowed to start primary school. The other two-thirds of the increase in the age at school entry reflects the individual decisions of parents and teachers who choose to keep children out of kindergarten or first grade even when they are legally eligible to attend. This practice is sometimes called “red-shirting,” a phrase originally used to describe the practice of holding college athletes out of play until they have grown larger and stronger. Red-shirting is referred to as “the gift of time” in education circles, reflecting a perception that children who have been allowed to mature for another year will benefit more from their schooling. As we will discuss, little evidence supports this perception. It is indeed true that in any grade, older children tend to perform better academically than the younger children. In the early grades there is a strong, positive relationship between a child's age in months and his performance relative to his peers. But there is little evidence that being older than your classmates has any long-term, positive effect on adult outcomes such as IQ, earnings, or educational attainment. By contrast, there is substantial evidence that entering school later reduces educational attainment (by increasing high school dropout rates) and depresses lifetime earnings (by delaying entry into the labor market). </jats:p>",
    "DOI": "10.1257/jep.22.3.71",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2008,
                8,
                11
            ]
        ],
        "date-time": "2008-08-11T16:18:50Z",
        "timestamp": 1218471530000
    },
    "page": "71-92",
    "source": "Crossref",
    "is-referenced-by-count": 86,
    "title": [
        "The Lengthening of Childhood"
    ],
    "prefix": "10.1257",
    "volume": "22",
    "author": [
        {
            "given": "David",
            "family": "Deming",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Harvard Kennedy School in Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Susan",
            "family": "Dynarski",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Harvard Kennedy School in Cambridge, Massachusetts; National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.22.3.71",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:36:13Z",
        "timestamp": 1591133773000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2008,
                7,
                1
            ]
        ]
    },
    "references-count": 24,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2008,
                    7,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.22.3.71"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.22.3.71",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}