{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                2
            ]
        ],
        "date-time": "2021-04-02T17:23:46Z",
        "timestamp": 1617384226072
    },
    "reference-count": 11,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2020,
                5,
                1
            ]
        ]
    },
    "abstract": "<jats:p> German separation in 1949 into a communist East and a capitalist West and their reunification in 1990 are commonly described as a natural experiment to study the enduring effects of communism. We show in three steps that the populations in East and West Germany were far from being randomly selected treatment and control groups. First, the later border is already visible in many socio-economic characteristics in pre-World War II data. Second, World War II and the subsequent occupying forces affected East and West differently. Third, a selective fifth of the population fled from East to West Germany before the building of the Wall in 1961. In light of our findings, we propose a more cautious interpretation of the extensive literature on the enduring effects of communist systems on economic outcomes, political preferences, cultural traits, and gender roles. </jats:p>",
    "DOI": "10.1257/jep.34.2.143",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2020,
                5,
                7
            ]
        ],
        "date-time": "2020-05-07T12:30:26Z",
        "timestamp": 1588854626000
    },
    "page": "143-171",
    "source": "Crossref",
    "is-referenced-by-count": 10,
    "title": [
        "The Separation and Reunification of Germany: Rethinking a Natural Experiment Interpretation of the Enduring Effects of Communism"
    ],
    "prefix": "10.1257",
    "volume": "34",
    "author": [
        {
            "given": "Sascha O.",
            "family": "Becker",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Sascha O. Becker is Xiaokai Yang Chair of Business and Economics, Monash University, Melbourne, Australia; Professor of Economics, University of Warwick, Coventry, United Kingdom; and Research Fellow, Centre for Economic Policy Research (CEPR), London, United Kingdom. Research Fellow, Institute for Labor Economics (IZA), Bonn, Germany; Research Network Fellow, CESifo, Munich, Germany; Research Associate, Centre for Competitive Advantage in the Global Economy (CAGE), Warwick University, United Kingdom;..."
                }
            ]
        },
        {
            "given": "Lukas",
            "family": "Mergele",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Lukas Mergele is Postdoctoral Research Economist at the ifo Institute and a member of the Junior Faculty Program, University of Munich, both in Munich, Germany."
                }
            ]
        },
        {
            "given": "Ludger",
            "family": "Woessmann",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Ludger Woessmann is Professor of Economics, University of Munich, and Director of the ifo Center for the Economics of Education, both in Munich, Germany. Research Fellow, Institute for Labor Economics (IZA), Bonn, Germany; Research Network Fellow, CESifo, Munich, Germany; Research Associate, Centre for Competitive Advantage in the Global Economy (CAGE), Warwick University, United Kingdom; and Research Fellow, Research Centre for Education and the Labour Market (ROA), Maastricht University, Netherlands."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.34.2.143",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:42:47Z",
        "timestamp": 1591134167000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2020,
                5,
                1
            ]
        ]
    },
    "references-count": 11,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2020,
                    5,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jep.34.2.143"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.34.2.143",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}