{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                9
            ]
        ],
        "date-time": "2021-04-09T20:49:44Z",
        "timestamp": 1618001384567
    },
    "reference-count": 39,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2018,
                11,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Climate scientists have spent billions of dollars and eons of supercomputer time studying how increased concentrations of greenhouse gases and changes in the reflectivity of the earth’s surface affect dimensions of the climate system relevant to human society: surface temperature, precipitation, humidity, and sea levels. Recent incarnations of physical climate models have become sophisticated enough to be able to simulate intensities and frequencies of some extreme events, like tropical storms, under different warming scenarios. In a stark juxtaposition, the efforts involved in and the public resources targeted at understanding how these physical changes translate into economic impacts are disproportionately smaller, with most of the major models being developed and maintained with little to no public funding support. The goal of this paper is first to shed light on how (mostly) economists have gone about calculating the “social cost of carbon” for regulatory purposes and to provide an overview of the past and currently used estimates. In the second part, I will focus on where empirical economists may have the highest value added in this enterprise: specifically, the calibration and estimation of economic damage functions, which map weather patterns transformed by climate change into economic benefits and damages. A broad variety of econometric methods have recently been used to parameterize the dose (climate) response (economic outcome) functions. The paper seeks to provide an accessible and comprehensive overview of how economists think about parameterizing damage functions and quantifying the economic damages of climate change. </jats:p>",
    "DOI": "10.1257/jep.32.4.33",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2018,
                11,
                2
            ]
        ],
        "date-time": "2018-11-02T13:23:04Z",
        "timestamp": 1541164984000
    },
    "page": "33-52",
    "source": "Crossref",
    "is-referenced-by-count": 42,
    "title": [
        "Quantifying Economic Damages from Climate Change"
    ],
    "prefix": "10.1257",
    "volume": "32",
    "author": [
        {
            "given": "Maximilian",
            "family": "Auffhammer",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Maximilian Auffhammer is the George Pardee Jr. Professor of International Sustainable Development, University of California, Berkeley, California, and Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts. His email address is"
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.32.4.33",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:33:50Z",
        "timestamp": 1591133630000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2018,
                11,
                1
            ]
        ]
    },
    "references-count": 39,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2018,
                    11,
                    1
                ]
            ]
        },
        "issue": "4"
    },
    "alternative-id": [
        "10.1257/jep.32.4.33"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.32.4.33",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}