{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                4
            ]
        ],
        "date-time": "2021-04-04T10:43:54Z",
        "timestamp": 1617533034448
    },
    "reference-count": 23,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2011,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Many observers have argued that the regulatory framework in place prior to the global financial crisis was deficient because it was largely “microprudential” in nature. A microprudential approach is one in which regulation is partial equilibrium in its conception and aimed at preventing the costly failure of individual financial institutions. By contrast, a “macroprudential” approach recognizes the importance of general equilibrium effects, and seeks to safeguard the financial system as a whole. In the aftermath of the crisis, there seems to be agreement among both academics and policymakers that financial regulation needs to move in a macroprudential direction. In this paper, we offer a detailed vision for how a macroprudential regime might be designed. Our prescriptions follow from a specific theory of how modern financial crises unfold and why both an unregulated financial system, as well as one based on capital rules that only apply to traditional banks, is likely to be fragile. We begin by identifying the key market failures at work: why individual financial firms, acting in their own interests, deviate from what a social planner would have them do. Next, we discuss a number of concrete steps to remedy these market failures. We conclude the paper by comparing our proposals to recent regulatory reforms in the United States and to proposed global banking reforms. </jats:p>",
    "DOI": "10.1257/jep.25.1.3",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2011,
                2,
                14
            ]
        ],
        "date-time": "2011-02-14T14:30:23Z",
        "timestamp": 1297693823000
    },
    "page": "3-28",
    "source": "Crossref",
    "is-referenced-by-count": 461,
    "title": [
        "A Macroprudential Approach to Financial Regulation"
    ],
    "prefix": "10.1257",
    "volume": "25",
    "author": [
        {
            "given": "Samuel G",
            "family": "Hanson",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Ph.D. Candidate in Business Economics, Harvard University, Cambridge, Massachusetts; Special Assistant at the U.S. Department of the Treasury, Washington, D.C."
                }
            ]
        },
        {
            "given": "Anil K",
            "family": "Kashyap",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Edward Eagle Brown Professor of Economics and Finance and Richard N. Rosett Faculty Fellow, University of Chicago Booth School of Business, Chicago, Illinois; Research Associates, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Jeremy C",
            "family": "Stein",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Moise Y. Safra Professor of Economics, Harvard University, Cambridge, Massachusetts; Senior Advisor to the Secretary, U.S. Department of the Treasury, and Staff Member of the National Economic Council, both in Washington, D.C.; Research Associates, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.25.1.3",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:23:20Z",
        "timestamp": 1591133000000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2011,
                2,
                1
            ]
        ]
    },
    "references-count": 23,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2011,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.25.1.3"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.25.1.3",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}