{
    "indexed": {
        "date-parts": [
            [
                2023,
                5,
                5
            ]
        ],
        "date-time": "2023-05-05T04:42:29Z",
        "timestamp": 1683261749566
    },
    "reference-count": 93,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2023,
                5,
                1
            ]
        ]
    },
    "abstract": "<jats:p> We combine data from longitudinal surveys in seven low- and middle-income countries (plus the United States for comparison) to document that depressive symptoms among those aged 55 and above are prevalent in those countries and, unlike in the United States, increase sharply with age. Depressive symptoms in one survey wave are associated with a greater decline in ability to carry out basic daily activities and a higher probability of death in the next wave. Using additional data from a panel survey we conducted in Tamil Nadu with a focus on elderly living alone, we document that social isolation, poverty, and physical health challenges are strongly correlated with depression. We discuss potential policy interventions in these three domains, including some results from our randomized control trials in the Tamil Nadu sample. </jats:p>",
    "DOI": "10.1257/jep.37.2.179",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2023,
                5,
                4
            ]
        ],
        "date-time": "2023-05-04T12:34:16Z",
        "timestamp": 1683203656000
    },
    "page": "179-202",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Depression and Loneliness among the Elderly in Low- and Middle-Income Countries"
    ],
    "prefix": "10.1257",
    "volume": "37",
    "author": [
        {
            "given": "Abhijit",
            "family": "Banerjee",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Abhijit Banerjee is Ford Foundation International Professor of Economics, Massachusetts Institute of Technology, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Esther",
            "family": "Duflo",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Esther Duflo is Abdul Latif Jameel Professor of Poverty Alleviation and Development Economics, Massachusetts Institute of Technology, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Erin",
            "family": "Grela",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Erin Grela is a PhD student in economics, Massachusetts Institute of Technology, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Madeline",
            "family": "McKelway",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Madeline McKelway is Assistant Professor of Economics, Dartmouth College, Hanover, New Hampshire."
                }
            ]
        },
        {
            "given": "Frank",
            "family": "Schilbach",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Frank Schilbach is Gary Loveman Career Development Associate Professor of Economics, Massachusetts Institute of Technology, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Garima",
            "family": "Sharma",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Garima Sharma is a PhD student in economics, Massachusetts Institute of Technology, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Girija",
            "family": "Vaidyanathan",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Girija Vaidyanathan is Professor of Practice in the Humanities and Social Sciences Department, Indian Institute of Technology, Madras, India."
                }
            ]
        }
    ],
    "member": "11",
    "reference": [
        {
            "key": "p_1",
            "unstructured": "Adamson, Joy A., Gill M. Price, Elizabeth Breeze, Christopher J. Bulpitt, and Astrid E. Fletcher. 2005."
        },
        {
            "key": "p_2",
            "unstructured": "\"Are Older People Dying of Depression? Findings from the Medical Research Council Trial of the Assessment and Management of Older People in the Community.\" Journal of the American Geriatrics"
        },
        {
            "key": "p_3",
            "unstructured": "Society 53 (7): 1128-32. Aggarwal, Shilpa, Rebecca Dizon-Ross, and Ariel Zucker. 2022. \"Designing Incentives for Impatient"
        },
        {
            "key": "p_4",
            "unstructured": "People: An RCT Promoting Exercise to Manage Diabetes.\" Unpublished. Alzua, Maria Laura, Natalia Cantet, Ana C. Dammert, and Damilola Olajide. 2020. \"The Wellbeing Effects"
        },
        {
            "key": "p_6",
            "unstructured": "Agricultural and Applied Economics Association Annual Meeting, Kansas City, MO, July 26-28. American Psychiatric Association. 2022. \"Depressive Disorders.\" Diagnostic and Statistical Manual of"
        },
        {
            "key": "p_8",
            "unstructured": "Meghir, and Angus Phimister. 2020. \"Mothers' Social Networks and Socioeconomic Gradients of"
        },
        {
            "key": "p_9",
            "unstructured": "Isolation.\" NBER Working Paper 28049. Annan, Francis, and Belinda Archibong. 2022. \"The Value of Communication for Mental Health.\" Brook"
        },
        {
            "key": "p_10",
            "unstructured": "ings Global Working Paper 177. Bair, Matthew J., Rebecca L. Robinson, Wayne Katon, and Kurt Kroenke. 2003. \"Depression and Pain"
        },
        {
            "key": "p_11",
            "unstructured": "Comorbidity: A Literature Review.\" Archives of Internal Medicine 163 (20): 2433-45. Banerjee, Abhijit, Esther Duflo, Erin Grela, Madeline McKelway, Frank Schilbach, Garima Sharma, and"
        },
        {
            "key": "p_12",
            "unstructured": "Girija Vaidyanathan. 2023. \"Replication data for: Depression and Loneliness among the Elderly in Low- and Middle-Income Countries.\" American Economic Association [publisher], Inter-university"
        },
        {
            "key": "p_13",
            "unstructured": "Consortium for Political and Social Research [distributor]. https://doi.org/10.3886/E185121V1. Banerjee, Abhijit, Esther Duflo, Erin Grela, Madeline McKelway, Frank Schilbach, Garima Sharma, and"
        },
        {
            "key": "p_14",
            "unstructured": "Girija Vaidyanathan. 2022. \"The Causal Effects of Old Age Pensions.\" AEA RCT Registry. https://"
        },
        {
            "key": "p_15",
            "unstructured": "www.socialscienceregistry.org/trials/4140. Bando, Rosangela, Sebastian Galiani, and Paul Gertler. 2020. \"The Effects of Noncontributory Pensions"
        },
        {
            "key": "p_16",
            "unstructured": "on Material and Subjective Well-Being.\" Economic Development and Cultural Change 68 (4): 1233-55. Bando, Rosangela, Sebastian Galiani, and Paul Gertler. 2022. \"Another Brick on the Wall: On the Effects"
        },
        {
            "key": "p_18",
            "unstructured": "and Organization 195: 16-26. Baranov, Victoria, Sonia Bhalotra, Pietro Biroli, and Joanna Maselko. 2020. \"Maternal Depression,"
        },
        {
            "key": "p_20",
            "unstructured": "Trial.\" American Economic Review 110 (3): 824-59. Barbui, Corrado, Marianna Purgato, Jibril Abdulmalik, Ceren Acarturk, Julian Eaton, Chiara Gastaldon,"
        },
        {
            "key": "p_21",
            "doi-asserted-by": "crossref",
            "unstructured": "Oye Gureje, etal 2020. \"Efficacy of Psychosocial Interventions for Mental Health Outcomes in Low-Income and Middle-Income Countries: An Umbrella Review.\" The Lancet Psychiatry 7 (2):",
            "DOI": "10.1016/S2215-0366(19)30511-5"
        },
        {
            "key": "p_22",
            "unstructured": "162-72. Barker, Nathan, Gharad Bryan, Dean Karlan, Angela Ofori-Atta, and Christopher Udry. 2022. \"Cognitive"
        },
        {
            "issue": "4",
            "key": "p_24",
            "first-page": "527",
            "volume": "4",
            "author": "Review American Economic",
            "year": "2023",
            "journal-title": "Insights"
        },
        {
            "key": "p_25",
            "unstructured": "is South Africa [HAALSI]: Agincourt, South Africa, 2015-2022.\" Inter-university Consortium for"
        },
        {
            "key": "p_27",
            "unstructured": "and Pierre-Luc P. Vautrey. 2022. \"The Long-Run Effects of Psychotherapy on Depression, Beliefs,"
        },
        {
            "key": "p_29",
            "unstructured": "Ballardin, Dener Lizot Rech, Roberto Luis Bigarella, and Luciano da Silva Selistre. 2022. \"Exercise for Depression and Depressive Symptoms in Older Adults: An Umbrella Review of Systematic"
        },
        {
            "key": "p_30",
            "unstructured": "Reviews and Meta-analyses.\" Aging and Mental Health 26 (8): 1503-13. Blanchflower, David G. 2021. \"Is Happiness U-shaped Everywhere? Age and Subjective Well-Being in 145"
        },
        {
            "key": "p_31",
            "unstructured": "Countries.\" Journal of Population Economics 34: 575-624. Blazer, Dan G. and Celia F. Hybels. 2014. \"Depression in Later Life: Epidemiology, Assessment, Impact,"
        },
        {
            "key": "p_33",
            "unstructured": "429-47. New York: Guilford Press. Bloom, David E., T. V. Sekher, and Jinkook Lee. 2021. \"Longitudinal Aging Study in India (LASI): New"
        },
        {
            "key": "p_34",
            "unstructured": "Data Resources for Addressing Aging in India.\" Nature Aging 1: 1070-72. Brandão, Glauber Sá, Luís Vicente Franco Oliveira, Glaudson Sá Brandão, Anderson Soares Silva,"
        },
        {
            "key": "p_35",
            "unstructured": "Antônia Adonis Callou Sampaio, Jessica Julioti Urbano, Alyne Soares, etal 2018. \"Effect of a Home-Based Exercise Program on Functional Mobility and Quality of Life in Elderly People:"
        },
        {
            "key": "p_36",
            "unstructured": "Protocol of a Single-Blind, Randomized Controlled Trial.\" Trials 19: 684. Bruce, Martha L. 2001. \"Depression and Disability in Late Life: Directions for Future Research.\" American"
        },
        {
            "key": "p_37",
            "unstructured": "Journal of Geriatric Psychiatry 9 (2): 102-12. Bugliari, Delia, Joanna Carroll, Orla Hayden, Jessica Hayes, Michael D. Hurd, Adam Karabatakis, Regan"
        },
        {
            "key": "p_38",
            "unstructured": "Main, Colleen M. McCullough, Erik Meijer, Michael B. Moldoff, Philip Pantoja, Susann Rohwedder, Patricia St. Clair. 2022. Health and Retirement Study, (RAND HRS Longitudinal File 2018 (V2)) public use dataset. Produced and distributed by the University of Michigan with funding from the"
        },
        {
            "key": "p_40",
            "unstructured": "Main et al. 1992-2018. \"RAND HRS Longitudinal File 2018 V1.\" RAND Center for the Study on Aging. https://www.rand.org/content/dam/rand/www/external/labor/aging/dataprod/"
        },
        {
            "key": "p_41",
            "unstructured": "randhrs1992_2018v1.pdf (accessed July 1, 2022). Cacioppo, John T. and William Patrick. 2009. Loneliness: Human Nature and the Need for Social Connection."
        },
        {
            "key": "p_42",
            "unstructured": "New York: W. W. Norton & Company. Chen, Marty, and Jean Drèze. 1992. \"Widows and Health in Rural North India.\" Economic and Political"
        },
        {
            "key": "p_43",
            "unstructured": "Weekly 27 (43/44): WS81-92. Chen, Xi, Tianyu Wang, and Susan H. Busch. 2019. \"Does Money Relieve Depression? Evidence from"
        },
        {
            "key": "p_44",
            "unstructured": "Social Pension Expansions in China.\" Social Science and Medicine 220: 411-20. Dias, Amit, Fredric Azariah, Stewart J. Anderson, Miriam Sequeira, Alex Cohen, Jennifer Q. Morse, Pim"
        },
        {
            "key": "p_45",
            "unstructured": "Cuijpers, Vikram Patel, and Charles F. Reynolds III. 2019. \"Effect of a Lay Counselor Intervention on Prevention of Major Depression in Older Adults Living in Low- and Middle-Income Countries:"
        },
        {
            "key": "p_46",
            "unstructured": "A Randomized Clinical Trial.\" JAMA Psychiatry 76 (1): 13-20. Dias, Amit, Michael E. Dewey, Jean D'Souza, Rajesh Dhume, Dilip D. Motghare, K. S. Shaji, Rajiv Menon,"
        },
        {
            "key": "p_47",
            "unstructured": "Martin Prince, and Vikram Patel. 2008. \"The Effectiveness of a Home Care Program for Supporting Caregivers of Persons with Dementia in Developing Countries: A Randomised Controlled Trial"
        },
        {
            "key": "p_49",
            "unstructured": "Vaidyanathan. 2022. \"Tamil Nadu Aging Panel.\" https://doi.org/10.7910/DVN/SXEYFW, Harvard"
        },
        {
            "key": "p_50",
            "unstructured": "Dataverse, V7, UNF:6:L98lZYlNOvESyoxsLYoJJw==[fileUNF] Eaton, W. W., M. Kramer, J. C. Anthony, A. Dryman, S. Shapiro, and B. Z. Locke. 1989. \"The Incidence"
        },
        {
            "key": "p_52",
            "unstructured": "Program.\" Acta Psychiatrica Scandinavica 79 (2): 163-78. Ehde, Dawn M., Tiara M. Dillworth, and Judith A. Turner. 2014. \"Cognitive-Behavioral Therapy for Indi"
        },
        {
            "key": "p_54",
            "unstructured": "(2): 153-66. Epley, Nicholas, and Juliana Schroeder. 2014. \"Mistakenly Seeking Solitude.\" Journal of Experimental"
        },
        {
            "issue": "5",
            "key": "p_55",
            "first-page": "1980",
            "volume": "143",
            "author": "Psychology",
            "journal-title": "General"
        },
        {
            "key": "p_56",
            "unstructured": "Economics 38: 47-58. Giuntella, Osea, Sally McManus, Redzo Mujcic, Andrew J. Oswald, Nattavudh Powdthavee, and Ahmed"
        },
        {
            "key": "p_57",
            "doi-asserted-by": "crossref",
            "unstructured": "Tohamy. 2023. \"The Midlife Crisis.\" Economica 90 (357): 65-110. Hawkley, Louise C., and John T. Cacioppo. 2010. \"Loneliness Matters: A Theoretical and Empirical",
            "DOI": "10.1111/ecca.12452"
        },
        {
            "key": "p_58",
            "unstructured": "Review of Consequences and Mechanisms.\" Annals of Behavioral Medicine 40 (2): 218-27. Hussam, Reshmaan, Erin M. Kelley, Gregory Lane, and Fatima Zahra. 2022. \"The Psychosocial Value"
        },
        {
            "key": "p_59",
            "unstructured": "of Employment: Evidence from a Refugee Camp.\" American Economic Review 112 (11): 3694-3724. Institute for Health Metrics and Evaluation (IHME). 2019a. \"Global Burden of Disease Study 2019"
        },
        {
            "key": "p_60",
            "unstructured": "(GBD 2019) Data Input Sources Tool.\" University of Washington. https://ghdx.healthdata.org/"
        },
        {
            "key": "p_61",
            "unstructured": "gbd-2019/data-input-sources (accessed June 1, 2022). Institute for Health Metrics and Evaluation (IHME). 2019b. \"Global Burden of Disease Study 2019"
        },
        {
            "key": "p_62",
            "unstructured": "(GBD 2019) Results Tool.\" University of Washington. https://vizhub.healthdata.org/gbd-results/ (accessed August 10, 2022). Jadhav, Apoorva, K. M. Sathyanarayana, Sanjay Kumar, and K. S. James. 2013. \"Living Arrangements of"
        },
        {
            "key": "p_64",
            "unstructured": "www.pop.upenn.edu/sites/www.pop.upenn.edu/files/PAA_Jadhav%202013_apoorva_PDF.pdf. Kahlon, Maninder K., Nazan Aksan, Rhonda Aubrey, Nicole Clark, Maria Cowley-Morillo, Elizabeth"
        },
        {
            "key": "p_65",
            "unstructured": "A. Jacobs, Rhonda Mundhenk, Katherine R. Sebastian, and Steven Tomlinson. 2021. \"Effect of Layperson-Delivered, Empathy-Focused Program of Telephone Calls on Loneliness, Depression, and Anxiety among Adults during the COVID-19 Pandemic: A Randomized Clinical Trial.\" JAMA"
        },
        {
            "key": "p_66",
            "unstructured": "Psychiatry 78 (6): 616-22. Kahneman, Daniel, and Alan B. Krueger. 2006. \"Developments in the Measurement of Subjective Well"
        },
        {
            "key": "p_67",
            "unstructured": "Being.\" Journal of Economic Perspectives 20 (1): 3-24. Kohler, Hans-Peter, Susan C. Watkins, Jere R. Behrman, Philip Anglewicz, Iliana V. Kohler, Peter Fleming,"
        },
        {
            "key": "p_68",
            "unstructured": "Rebecca L. Thornton etal. 2013. \"Cohort Profile: The Malawi Longitudinal Study of Families and Health (MLSFH).\" Population Studies Center, University of Pennsylvania, Working Paper 2013-06."
        },
        {
            "key": "p_69",
            "unstructured": "http://repository.upenn.edu/psc_working_papers/46. Liimatta, Heini, Pekka Lampela, Pirjo Laitinen-Parkkonen, and Kaisu H. Pitkala. 2019. \"Effects of"
        },
        {
            "key": "p_71",
            "unstructured": "Adults.\" Scandinavian Journal of Primary Health Care 37 (1): 90-97. Lima-Costa, M. Fernanda, Fabíola Bof de Andrade, Paulo Roberto Borges de Souza Jr., Anita Libera"
        },
        {
            "key": "p_72",
            "unstructured": "lesso Neri, Yeda Aparecida de Oliveira Duarte, Erico Castro-Costa, Cesar de Oliveira. 2018. \"The Brazilian Longitudinal Study of Aging (ELSI-Brazil: Objectives and Design.\" American Journal of"
        },
        {
            "key": "p_73",
            "unstructured": "Epidemiology 187 (7): 1345-53. doi: 10.1093/aje/kwx387. Mander, Bryce A., Joseph R. Winer, and Matthew P. Walker. 2017. \"Sleep and Human Aging.\" Neuron 94"
        },
        {
            "key": "p_74",
            "unstructured": "(1): 19-36. Marmamula, Srinivas, Thirupathi Reddy Kumbham, Satya Brahmanandam Modepalli, Navya Rekha"
        },
        {
            "key": "p_75",
            "unstructured": "Barrenkala, Ratnakar Yellapragada, and Rahul Shidhaye. 2021. \"Depression, Combined Visual and Hearing Impairment (Dual Sensory Impairment): A Hidden Multi-morbidity among the Elderly in"
        },
        {
            "key": "p_76",
            "unstructured": "Residential Care in India.\" Nature: Scientific Reports 11: 16189. Masi, Christopher M., Hsi-Yuan Chen, Louise C. Hawkley, and John T. Cacioppo. 2011. \"A Meta-analysis"
        },
        {
            "key": "p_77",
            "author": "Reduce Loneliness Interventions",
            "journal-title": "Screening Tests: A Review with Examples.\""
        },
        {
            "key": "p_78",
            "unstructured": "Inhalation Toxicology 26 (13): 811-28. McKelway, Madeline, Abhijit Banerjee, Erin Grela, Frank Schilbach, Garima Sharma, Miriam Sequeira,"
        },
        {
            "key": "p_79",
            "unstructured": "Girija Vaidyanathan, and Esther Duflo. 2022. \"Impacts of Cognitive Behavioral Therapy and Cash Transfers on Depression and Impairment of Elderly Living Alone: A Randomized Trial in India.\""
        },
        {
            "key": "p_80",
            "unstructured": "Unpublished. Mund, Marcus, Marlies Maes, Pia M. Drewke, Antonia Gutzeit, Isabel Jaki, and Pamela Qualter. 2022."
        },
        {
            "key": "p_82",
            "unstructured": "of Single-Item Scores.\" Assessment. https://doi.org/10.1177/10731911221077227. Park, Seong-Hi, Kuem Sun Han, and Chang-Bum Kang. 2014. \"Effects of Exercise Programs on Depressive"
        },
        {
            "key": "p_83",
            "unstructured": "Symptoms, Quality of Life, and Self-Esteem in Older People: A Systematic Review of Randomized"
        },
        {
            "key": "p_84",
            "unstructured": "Controlled Trials.\" Applied Nursing Research 27 (4): 219-26. Reddy, Priya Adhisesha, Nathan Congdon, Graeme MacKenzie, Parikshit Gogate, Qing Wen, Catherine"
        },
        {
            "key": "p_85",
            "doi-asserted-by": "crossref",
            "unstructured": "Jan, Mike Clarke et al. 2018. \"Effect of Providing Near Glasses on Productivity among Rural Indian Tea Workers with Presbyopia (PROSPER): A Randomised Trial.\" The Lancet Global Health 6 (9):",
            "DOI": "10.1016/S2214-109X(18)30329-2"
        },
        {
            "key": "p_86",
            "unstructured": "e1019-27. https://doi.org/10.1016/S2214-109X(18)30329-2. Ridley, Matthew, Gautam Rao, Frank Schilbach, and Vikram Patel. 2020. \"Poverty, Depression, and"
        },
        {
            "key": "p_87",
            "author": "Anxiety",
            "journal-title": "A Review of Clinical Trials of Tai Chi and"
        },
        {
            "key": "p_88",
            "unstructured": "Qigong in Older Adults.\" Western Journal of Nursing Research 31 (2): 245-79. Rosero-Bixby, Luis, Xenia Fernández, and William H. Dow. 2013. \"CRELES: Costa Rican Longevity and"
        },
        {
            "key": "p_89",
            "unstructured": "Healthy Aging Study, 2005 (Costa Rica Estudio de Longevidad y Envejecimiento Saludable).\" Interuniversity Consortium for Political and Social Research [distributor]. https://doi.org/10.3886/"
        },
        {
            "key": "p_90",
            "unstructured": "ICPSR26681.v2. Salk, Rachel H., Janet S. Hyde, and Lyn Y. Abramson. 2017. \"Gender Differences in Depression in"
        },
        {
            "key": "p_91",
            "unstructured": "Representative National Samples: Meta-analyses of Diagnoses and Symptoms.\" Psychological Bulletin"
        },
        {
            "key": "p_92",
            "unstructured": "(8): 783-822. Sathyanarayana, K. M., Lekha Subaiya, S. Ravichandran, and Supriya Verma. 2014. \"The Status of the"
        },
        {
            "key": "p_93",
            "unstructured": "Elderly in Tamil Nadu, 2011.\" United Nations Population Fund. http://www.isec.ac.in/Tamil%20"
        },
        {
            "key": "p_95",
            "unstructured": "David R. Weir. 2014. \"Cohort Profile: The Health and Retirement Study (HRS).\" International"
        },
        {
            "key": "p_96",
            "unstructured": "Journal of Epidemiology 43 (2): 576-85. Srivastava, Shobhit, Paramita Debnath, Neha Shri, and T. Muhammad. 2021. \"The Association of Widow"
        },
        {
            "key": "p_98",
            "unstructured": "(21641). Thornicroft, Graham, Somnath Chatterji, Sara Evans-Lacko, Michael Gruber, Nancy Sampson, Sergio"
        },
        {
            "key": "p_99",
            "unstructured": "Aguilar-Gaxiola, Ali Al-Hamzawi etal. 2017. \"Undertreatment of People with Major Depressive"
        },
        {
            "key": "p_100",
            "unstructured": "Disorder in 21 Countries.\" British Journal of Psychiatry 210 (2): 119-24. Trauer, James M., Mary Y. Qian, Joseph S. Doyle, Shantha M. W. Rajaratnam, and David Cunnington."
        },
        {
            "key": "p_102",
            "unstructured": "analysis.\" Annals of Internal Medicine 163 (3): 191-204. https://doi.org/10.7326/M14-2841. UN DESA (United Nations Department of Economic and Social Affairs), Population Division. 2017."
        },
        {
            "key": "p_104",
            "unstructured": "Nations. UN DESA (United Nations Department of Economic and Social Affairs), Population Division. 2019."
        },
        {
            "key": "p_105",
            "unstructured": "World Population Ageing 2019: Highlights. United Nations: New York. Vilagut, Gemma, Carlos G. Forero, Gabriela Barbaglia, and Jordi Alonso. 2016. \"Screening for"
        },
        {
            "key": "p_107",
            "unstructured": "(CES-D): A Systematic Review with Meta-analysis.\" PloS ONE 11 (5): e0155431. Wong, Rebeca, Alejandra Michaels-Obregon, and Alberto Palloni. 2017. \"Cohort Profile: The Mexican"
        },
        {
            "key": "p_108",
            "unstructured": "Health and Aging Study (MHAS).\" International Journal of Epidemiology 46 (2): e2(1-10). https://"
        },
        {
            "key": "p_109",
            "unstructured": "doi.org/10.1093/ije/dyu263. World Health Organization. 2018. Guidelines for the Management of Physical Health Conditions in Adults with"
        },
        {
            "key": "p_110",
            "unstructured": "Severe Mental Disorders. Geneva: World Health Organization. World Health Organization. 2021. Mental Health ATLAS 2020. Geneva: World Health Organization. Yang, Yang. 2007. \"Is Old Age Depressing? Growth Trajectories and Cohort Variations in Late-Life"
        },
        {
            "key": "p_111",
            "unstructured": "Depression.\" Journal of Health and Social Behavior 48 (1): 16-32. Ye, Xin, Dawei Zhu, Siyuan Chen, Xuefeng Shi, Rui Gong, Juncheng Wang, Huibin Zuo, and Ping He."
        },
        {
            "key": "p_113",
            "unstructured": "cine 20: 124. Zhao, Yaohui, Yisong Hu, James P. Smith, John Strauss, and Gonghuan Yang. 2014. Cohort Profile: The"
        },
        {
            "key": "p_114",
            "doi-asserted-by": "crossref",
            "unstructured": "China Health and Retirement Longitudinal Study (CHARLS).\" International Journal of Epidemiology 43 (1): 61-68. https://doi.org/10.1093/ije/dys203.",
            "DOI": "10.1093/ije/dys203"
        }
    ],
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.37.2.179",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2023,
                5,
                4
            ]
        ],
        "date-time": "2023-05-04T12:34:36Z",
        "timestamp": 1683203676000
    },
    "score": 1,
    "resource": {
        "primary": {
            "URL": "https://pubs.aeaweb.org/doi/10.1257/jep.37.2.179"
        }
    },
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2023,
                5,
                1
            ]
        ]
    },
    "references-count": 93,
    "journal-issue": {
        "issue": "2",
        "published-print": {
            "date-parts": [
                [
                    2023,
                    5,
                    1
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1257/jep.37.2.179"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.37.2.179",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics",
        "Economics and Econometrics"
    ],
    "published": {
        "date-parts": [
            [
                2023,
                5,
                1
            ]
        ]
    }
}