{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                8
            ]
        ],
        "date-time": "2021-04-08T10:04:01Z",
        "timestamp": 1617876241017
    },
    "reference-count": 30,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2012,
                11,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Over the past few decades of economic reform, China's labor markets have been transformed to an increasingly market-driven system. China has two segregated economies: the rural and urban. Understanding the shifting nature of this divide is probably the key to understanding the most important labor market reform issues of the last decades and the decades ahead. From 1949, the Chinese economy allowed virtually no labor mobility between the rural and urban sectors. Rural-urban segregation was enforced by a household registration system called “hukou.” Individuals born in rural areas receive “agriculture hukou” while those born in cities are designated as “nonagricultural hukou.” In the countryside, employment and income were linked to the commune-based production system. Collectively owned communes provided very basic coverage for health, education, and pensions. In cities, state-assigned life-time employment, centrally determined wages, and a cradle-to-grave social welfare system were implemented. In the late 1970s, China's economic reforms began, but the timing and pattern of the changes were quite different across rural and urban labor markets. This paper focuses on employment and wages in the urban labor markets, the interaction between the urban and rural labor markets through migration, and future labor market challenges. Despite the remarkable changes that have occurred, inherited institutional impediments still play an important role in the allocation of labor; the hukou system remains in place, and 72 percent of China's population is still identified as rural hukou holders. China must continue to ease its restrictions on rural–urban migration, and must adopt policies to close the widening rural–urban gap in education, or it risks suffering both a shortage of workers in the growing urban areas and a deepening urban–rural economic divide. </jats:p>",
    "DOI": "10.1257/jep.26.4.75",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2012,
                11,
                6
            ]
        ],
        "date-time": "2012-11-06T13:39:23Z",
        "timestamp": 1352209163000
    },
    "page": "75-102",
    "source": "Crossref",
    "is-referenced-by-count": 178,
    "title": [
        "Labor Market Outcomes and Reforms in China"
    ],
    "prefix": "10.1257",
    "volume": "26",
    "author": [
        {
            "given": "Xin",
            "family": "Meng",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Professor, Research School of Economics, College of Business and Economics, Australian National University, Canberra, Australia."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.26.4.75",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:19:03Z",
        "timestamp": 1591132743000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2012,
                11,
                1
            ]
        ]
    },
    "references-count": 30,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2012,
                    11,
                    1
                ]
            ]
        },
        "issue": "4"
    },
    "alternative-id": [
        "10.1257/jep.26.4.75"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.26.4.75",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}