{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                15
            ]
        ],
        "date-time": "2021-04-15T13:23:50Z",
        "timestamp": 1618493030514
    },
    "reference-count": 12,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2018,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> This article focuses on cities with unprecedented economic success and a seemingly permanent crisis of affordable housing. In the expensive cities, policymakers expend great amounts of energy trying to bring down housing costs with subsidies for affordable housing and sometimes with rent control. But these efforts are undermined by planning decisions that make housing for most people vastly more expensive than it has to be by restricting the supply of new units even in the face of growing demand. I begin by describing current housing policy in the expensive metro areas of the United States. I then show how this combination of policies affecting housing, despite internal contradictions, makes sense from the perspective of the political coalitions that can form in a setting of fragmented local jurisdictions, local control over land use policies, and homeowner control over local government. Finally, I propose some more effective approaches to housing policy. My view is that the effects of the formal affordable housing policies of expensive cities are quite small in their impact when compared to the size of the problem—like sand castles before the tide. I will argue that we can do more, potentially much more, to create subsidized affordable housing in high-cost American cities. But more fundamentally, we will need to rethink the broader set of exclusionary land use policies that are the primary reason that housing in these cities has become so expensive. We cannot solve the problem unless we fix the housing market itself. </jats:p>",
    "DOI": "10.1257/jep.32.1.59",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2018,
                1,
                31
            ]
        ],
        "date-time": "2018-01-31T12:05:33Z",
        "timestamp": 1517400333000
    },
    "page": "59-80",
    "source": "Crossref",
    "is-referenced-by-count": 26,
    "title": [
        "Sand Castles Before the Tide? Affordable Housing in Expensive Cities"
    ],
    "prefix": "10.1257",
    "volume": "32",
    "author": [
        {
            "given": "Gabriel",
            "family": "Metcalf",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Gabriel Metcalf is President of SPUR, an urban policy research and advocacy organization in the San Francisco Bay Area, California. The web address is"
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.32.1.59",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:31:58Z",
        "timestamp": 1591133518000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2018,
                2,
                1
            ]
        ]
    },
    "references-count": 12,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2018,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.32.1.59"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.32.1.59",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}