{
    "indexed": {
        "date-parts": [
            [
                2020,
                12,
                3
            ]
        ],
        "date-time": "2020-12-03T03:43:46Z",
        "timestamp": 1606967026121
    },
    "reference-count": 23,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2015,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The academic and policy debate about the crisis in Europe's single currency area is usually dominated by macroeconomic and public sector considerations. The microeconomic dimensions of the crisis and the private-sector issues typically get much less attention. However, it is the private sector hiring choices of domestic and foreign firms that will ultimately be decisive. This paper argues there are two main problems holding back private sector employment creation in the stressed eurozone countries. First, there is a persistent competitiveness problem in some of the eurozone countries due to high labor costs relative to underlying productivity. Second, widespread structural barriers make job creation in these countries far more arduous than in many other advanced economies, and even more arduous than in some key emerging economies and formerly planned economies. Structural barriers to private sector development are particularly widespread in the areas of labor market functioning, goods market functioning, and government regulation. Evidence from the World Economic Forum's Global Competitiveness Index and the World Bank's Doing Business dataset confirms the immense size and persistence of these barriers, despite improvements in some countries in recent years. The paper also presents a novel explanation for the difficulty of structural reforms in the eurozone, tracing the challenge to the current trend to “Europeanize” and “politicize” economic reform discussions in national policy fields where “Europe” is not a legitimate actor and the European political level is not effective. </jats:p>",
    "DOI": "10.1257/jep.29.3.141",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2015,
                7,
                30
            ]
        ],
        "date-time": "2015-07-30T15:06:32Z",
        "timestamp": 1438268792000
    },
    "page": "141-164",
    "source": "Crossref",
    "is-referenced-by-count": 15,
    "title": [
        "The Microeconomic Dimensions of the Eurozone Crisis and Why European Politics Cannot Solve Them"
    ],
    "prefix": "10.1257",
    "volume": "29",
    "author": [
        {
            "given": "Christian",
            "family": "Thimann",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Christian Thimann is a Member of the Executive Committee of the AXA Group, and affiliated professor at the Paris School of Economics, both in Paris, France. He is an external member of the Council of Economic Advisers to the French Prime Minister. He was Director General and Adviser to the President at the European Central Bank (ECB) from 2008 to 2013. ."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.29.3.141",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:46:51Z",
        "timestamp": 1591134411000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2015,
                8,
                1
            ]
        ]
    },
    "references-count": 23,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2015,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.29.3.141"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.29.3.141",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}