{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                13
            ]
        ],
        "date-time": "2021-04-13T05:05:12Z",
        "timestamp": 1618290312247
    },
    "reference-count": 62,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2018,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> In this essay, we discuss the emerging literature in macroeconomics that combines heterogeneous agent models, nominal rigidities, and aggregate shocks. This literature opens the door to the analysis of distributional issues, economic fluctuations, and stabilization policies—all within the same framework. In response to the limitations of the representative agent approach to economic fluctuations, a new framework has emerged that combines key features of heterogeneous agents (HA) and New Keynesian (NK) economies. These HANK models offer a much more accurate representation of household consumption behavior and can generate realistic distributions of income, wealth, and, albeit to a lesser degree, household balance sheets. At the same time, they can accommodate many sources of macroeconomic fluctuations, including those driven by aggregate demand. In sum, they provide a rich theoretical framework for quantitative analysis of the interaction between cross-sectional distributions and aggregate dynamics. In this article, we outline a state-of-the-art version of HANK together with its representative agent counterpart, and convey two broad messages about the role of household heterogeneity for the response of the macroeconomy to aggregate shocks: 1) the similarity between the Representative Agent New Keynesian (RANK) and HANK frameworks depends crucially on the shock being analyzed; and 2) certain important macroeconomic questions concerning economic fluctuations can only be addressed within heterogeneous agent models. </jats:p>",
    "DOI": "10.1257/jep.32.3.167",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2018,
                8,
                1
            ]
        ],
        "date-time": "2018-08-01T13:38:57Z",
        "timestamp": 1533130737000
    },
    "page": "167-194",
    "source": "Crossref",
    "is-referenced-by-count": 30,
    "title": [
        "Microeconomic Heterogeneity and Macroeconomic Shocks"
    ],
    "prefix": "10.1257",
    "volume": "32",
    "author": [
        {
            "given": "Greg",
            "family": "Kaplan",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Greg Kaplan is Professor of Economics, University of Chicago, Chicago, Illinois; Research Fellow, Institute for Fiscal Studies, London, United Kingdom; and Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Giovanni L.",
            "family": "Violante",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Giovanni L. Violante is Professor of Economics at Princeton University, Princeton, New Jersey; Research Fellow, Centre for Economic Policy Research, London, United Kingdom; International Research Fellow, Institute for Fiscal Studies, London, United Kingdom; Research Fellow, Institute of Labor Economics (IZA), Bonn, Germany; and Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.32.3.167",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:14:19Z",
        "timestamp": 1591132459000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2018,
                8,
                1
            ]
        ]
    },
    "references-count": 62,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2018,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.32.3.167"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.32.3.167",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}