{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                30
            ]
        ],
        "date-time": "2021-03-30T00:28:01Z",
        "timestamp": 1617064081786
    },
    "reference-count": 37,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2011,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The first kibbutzwas established southwest of the Sea of Galilee in 1910, but the vast majority of kibbutzim were established in the 1930s and 1940s, shortly before the creation of the state of Israel in 1948. Founders aimed to create a “new human being” who cared about the group more than about himself, a homo sociologicus who would challenge the selfish homo economicus. This idealistic view can explain many of the key features of kibbutzim: equal sharing in the distribution of income; no private property; a noncash economy; communal dining halls where members ate their meals together; high provision of local public goods for use by kibbutz members; separate communal residences for children outside their parents homes, which were supposed to free women from their traditional role in society and allow them to be treated equally with men; collective education to instill socialist and Zionist values; communal production, whereby kibbutz members worked inside their kibbutzim in agriculture or in one of the kibbutz plants; and no use of hired labor from outside kibbutzim—because hiring labor was considered “exploitation” under the reigning socialist ideology. To an economist, steeped in thinking about incentives that self-interested individuals face, there are three reasons why an equal-sharing arrangement of this sort seems unlikely to last. First, high-ability members have an incentive to exit equal sharing arrangements to earn a wage premium—so-called “brain drain.” Second, low-ability individuals have an incentive to enter equal-sharing arrangements so that they can be subsidized by more-able individuals—so-called adverse selection. Third, in context of equal sharing, shirking and free-riding are likely to be prevalent. However, kibbutzim have survived successfully for the past century and currently consist of 120,000 members living in 268 kibbutzim. In a number of ways, the kibbutzim offer an exceptional environment to examine the potential trade-off between equality and incentives. </jats:p>",
    "DOI": "10.1257/jep.25.1.185",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2011,
                2,
                14
            ]
        ],
        "date-time": "2011-02-14T14:30:23Z",
        "timestamp": 1297693823000
    },
    "page": "185-208",
    "source": "Crossref",
    "is-referenced-by-count": 20,
    "title": [
        "Lessons from the Kibbutz on the Equality–Incentives Trade-off"
    ],
    "prefix": "10.1257",
    "volume": "25",
    "author": [
        {
            "given": "Ran",
            "family": "Abramitzky",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Assistant Professor of Economics, Stanford University, Stanford, California."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.25.1.185",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:23:18Z",
        "timestamp": 1591132998000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2011,
                2,
                1
            ]
        ]
    },
    "references-count": 37,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2011,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.25.1.185"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.25.1.185",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}