{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                8
            ]
        ],
        "date-time": "2021-04-08T20:07:40Z",
        "timestamp": 1617912460664
    },
    "reference-count": 46,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2012,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The concept of a learning curve for individuals has been around since the beginning of the twentieth century. The idea that an analogous phenomenon might also apply at the level of the organization took longer to emerge, but it had begun to figure prominently in military procurement and scheduling at least a decade before Wright's (1936) classic paper providing evidence that the cost of producing an airframe declined as cumulative output increased. Wright (1936) was careful not to describe his empirical results as a learning curve. Of his three proposed three explanations for the relationships he observed between cost and cumulative quantity produced, only one is unambiguously a source of organizational learning; the others are consistent with organizational learning but also with standard static economies of scale. It quickly became apparent that the notion of organizational learning as a by-product of accumulated experience has important consequences for firm strategy. The Boston Consulting Group (BCG) built its consulting business around the concept of what it branded the experience curve, asserting that cost reductions associated with cumulative output applied to all costs, were “consistently around 20—30% each time accumulated production is doubled, [and] this decline goes on in time without limit” (Henderson 1968). Today, the negative relationship between unit production costs and cumulative output is one of the best-documented empirical regularities in economics. Nonetheless, the thesis of this paper is that the conceptual transformation of the relationship between cost and cumulative production into an organizational learning curve with profound strategic implications has not been sufficiently supported with direct empirical evidence. </jats:p>",
    "DOI": "10.1257/jep.26.3.203",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2012,
                8,
                6
            ]
        ],
        "date-time": "2012-08-06T12:36:18Z",
        "timestamp": 1344256578000
    },
    "page": "203-224",
    "source": "Crossref",
    "is-referenced-by-count": 36,
    "title": [
        "The Relationship between Unit Cost and Cumulative Quantity and the Evidence for Organizational Learning-by-Doing"
    ],
    "prefix": "10.1257",
    "volume": "26",
    "author": [
        {
            "given": "Peter",
            "family": "Thompson",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Professor of Organization & Management, Goizueta Business School, Emory University, Atlanta, Georgia."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.26.3.203",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:09:07Z",
        "timestamp": 1591132147000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2012,
                8,
                1
            ]
        ]
    },
    "references-count": 46,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2012,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.26.3.203"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.26.3.203",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}