{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                31
            ]
        ],
        "date-time": "2021-03-31T14:03:54Z",
        "timestamp": 1617199434736
    },
    "reference-count": 0,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2010,
                5,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The mean and standard deviation in performance on math test scores are only slightly larger for males than for females. Despite minor differences in mean performance, many more boys than girls perform at the right tail of the distribution. This gender gap has been documented for a series of math tests including the AP calculus test, the mathematics SAT, and the quantitative portion of the Graduate Record Exam (GRE). The objective of this paper is not to discuss whether the mathematical skills of males and females differ, be it a result of nurture or nature. Rather we argue that the reported test scores do not necessarily match the gender differences in math skills. We will present results that suggest that the evidence of a large gender gap in mathematics performance at high percentiles in part may be explained by the differential manner in which men and women respond to competitive test-taking environments. The effects in mixed-sex settings range from women failing to perform well in competitions, to women shying away from environments in which they have to compete. We find that the response to competition differs for men and women, and in the examined environment, gender difference in competitive performance does not reflect the difference in noncompetitive performance. We argue that the competitive pressures associated with test taking may result in performances that do not reflect those of less-competitive settings. Of particular concern is that the distortion is likely to vary by gender and that it may cause gender differences in performance to be particularly large in mathematics and for the right tail of the performance distribution. Thus the gender gap in math test scores may exaggerate the math advantage of males over females. </jats:p>",
    "DOI": "10.1257/jep.24.2.129",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2010,
                5,
                12
            ]
        ],
        "date-time": "2010-05-12T14:03:42Z",
        "timestamp": 1273673022000
    },
    "page": "129-144",
    "source": "Crossref",
    "is-referenced-by-count": 195,
    "title": [
        "Explaining the Gender Gap in Math Test Scores: The Role of Competition"
    ],
    "prefix": "10.1257",
    "volume": "24",
    "author": [
        {
            "given": "Muriel",
            "family": "Niederle",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Stanford University, Stanford, California; National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Lise",
            "family": "Vesterlund",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "University of Pittsburgh, Pittsburgh, Pennsylvania."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.24.2.129",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:17:29Z",
        "timestamp": 1591132649000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2010,
                5,
                1
            ]
        ]
    },
    "references-count": 0,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2010,
                    5,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jep.24.2.129"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.24.2.129",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}