{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                9
            ]
        ],
        "date-time": "2021-03-09T06:23:51Z",
        "timestamp": 1615271031480
    },
    "reference-count": 45,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2010,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The textbook paradigm of economywide development rests on the premise of “balanced growth”: that is, on the presumption that all sectors will grow in unison over time as a country gets richer. Of course, we would all agree that balanced growth is an abstraction. In many developing countries, economic growth has been fundamentally uneven. The question really is not whether growth is balanced—it isn't—but whether the abstraction is a useful one. For many important development questions, I believe the answer is no. This is why I would like to take the reality of “uneven growth” seriously and use it as an organizing device for a research program. I divide my research agenda into roughly two parts: the sources and nature of uneven growth, and the reactions to uneven growth—how forces are set in motion to restore balance or perhaps even to thwart the growth process. To help us think about the effects of uneven growth, I present a version of Albert Hirschmann's tunnel parable: You're in a multi-lane tunnel, all lanes in the same direction, and you're caught in a serious traffic jam. After a while, the cars in the other lane begin to move. Do you feel better or worse? At first, movement in the other lane may seem like a good sign: you hope that your turn to move will come soon, and indeed that might happen. However, if the other lane keeps whizzing by, with no gaps to enter and with no change on your lane, your reactions may well become quite negative. Unevenness without corresponding redistribution can be tolerated or even welcomed if it raises expectations everywhere, but it will be tolerated for only so long. Thus, uneven growth will set forces in motion to restore a greater degree of balance, even (in some cases) actions that may thwart the growth process itself. </jats:p>",
    "DOI": "10.1257/jep.24.3.45",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2010,
                8,
                10
            ]
        ],
        "date-time": "2010-08-10T15:12:38Z",
        "timestamp": 1281453158000
    },
    "page": "45-60",
    "source": "Crossref",
    "is-referenced-by-count": 41,
    "title": [
        "Uneven Growth: A Framework for Research in Development Economics"
    ],
    "prefix": "10.1257",
    "volume": "24",
    "author": [
        {
            "given": "Debraj",
            "family": "Ray",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "New York University, New York, New York."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.24.3.45",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:31:05Z",
        "timestamp": 1591133465000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2010,
                8,
                1
            ]
        ]
    },
    "references-count": 45,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2010,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.24.3.45"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.24.3.45",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}