{
    "indexed": {
        "date-parts": [
            [
                2021,
                2,
                26
            ]
        ],
        "date-time": "2021-02-26T15:06:58Z",
        "timestamp": 1614352018415
    },
    "reference-count": 5,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2010,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> One of the potential strengths of the No Child Left Behind (NCLB) Act enacted in 2002 is that the law requires the production of an enormous amount of data, particularly from tests, which, if used properly, might help us improve education. As an economist and as someone who served 13 years on the School Committee1 in Brookline Massachusetts, until May 2009, I have been appalled by the limited ability of districts to analyze these data; I have been equally appalled by the cavalier manner in which economists use test scores and related measures in their analyses. The summary data currently provided are very hard to interpret, and policymakers, who typically lack statistical sophistication, cannot easily use them to assess progress. In some domains, most notably the use of average test scores to evaluate teachers or schools, the education community is aware of the biases and has sought better measures. The economics and statistics communities have both responded to and created this demand by developing value-added measures that carry a scientific aura. However, economists have largely failed to recognize many of the problems with such measures. These problems are sufficiently important that they should preclude any automatic link between these measures and rewards or sanctions. They do, however, contain information and can be used as a catalyst for more careful evaluation of teachers and schools, and as a lever to induce principals and other administrators to act on their knowledge. </jats:p>",
    "DOI": "10.1257/jep.24.3.167",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2010,
                8,
                10
            ]
        ],
        "date-time": "2010-08-10T15:12:38Z",
        "timestamp": 1281453158000
    },
    "page": "167-182",
    "source": "Crossref",
    "is-referenced-by-count": 18,
    "title": [
        "Measurement Matters: Perspectives on Education Policy from an Economist and School Board Member"
    ],
    "prefix": "10.1257",
    "volume": "24",
    "author": [
        {
            "given": "Kevin",
            "family": "Lang",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Boston University, Boston, Massachusetts; National Bureau of Economic Research, Cambridge, Massachusetts; Institute for the Study of Labor (IZA), Bonn, Germany."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.24.3.167",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:29:57Z",
        "timestamp": 1591133397000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2010,
                8,
                1
            ]
        ]
    },
    "references-count": 5,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2010,
                    8,
                    1
                ]
            ]
        },
        "issue": "3"
    },
    "alternative-id": [
        "10.1257/jep.24.3.167"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.24.3.167",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}