{
    "indexed": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T22:10:29Z",
        "timestamp": 1591135829525
    },
    "reference-count": 25,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2015,
                11,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The academy in which we toil is moving rapidly towards a greater role for online delivery of higher education, and both fans and skeptics offer strong reasons to believe this technological shock will have substantial disruptive effects on faculty. How can we as economic educators continue to provide sufficient value-added to justify our role in a world where much of what we now do is effectively being automated and commoditized? In this brave new online world, many successful and resilient faculty will add value (and differentiate their product) not by producing costly and elaborate multimedia lectures in which they become a superstar professor-celebrity, but rather through careful, clever, and innovative choices regarding both the adoption of the online content of other providers and the forms of online interactions they integrate into their course designs. Possible forms of faculty-to-student and student-to-student interactions run the digital gamut from discussion boards and electronic testing to peer assessments, games and simulations, and virtual office hours. This article explores basic descriptive and prescriptive questions economic educators and their administrators are likely to face as the online education tide rises. For example, how much does it cost to develop online content and how much time does it take? What are the key “ingredients” for a pedagogically sound online course? Throughout, I will draw on both the extant literature as well as my own experience at the University of California, Irvine, where the online evolution is advancing rapidly. </jats:p>",
    "DOI": "10.1257/jep.29.4.155",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2015,
                11,
                6
            ]
        ],
        "date-time": "2015-11-06T14:19:43Z",
        "timestamp": 1446819583000
    },
    "page": "155-176",
    "source": "Crossref",
    "is-referenced-by-count": 3,
    "title": [
        "How Economics Faculty Can Survive (and Perhaps Thrive) in a Brave New Online World"
    ],
    "prefix": "10.1257",
    "volume": "29",
    "author": [
        {
            "given": "Peter",
            "family": "Navarro",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Peter Navarro is Professor of Economics and Public Policy, Paul Merage School of Business, University of California at Irvine, Irvine, California. His email address is"
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.29.4.155",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:47:40Z",
        "timestamp": 1591134460000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2015,
                11,
                1
            ]
        ]
    },
    "references-count": 25,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2015,
                    11,
                    1
                ]
            ]
        },
        "issue": "4"
    },
    "alternative-id": [
        "10.1257/jep.29.4.155"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.29.4.155",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}