{
    "indexed": {
        "date-parts": [
            [
                2025,
                11,
                6
            ]
        ],
        "date-time": "2025-11-06T15:25:29Z",
        "timestamp": 1762442729620,
        "version": "build-2065373602"
    },
    "reference-count": 88,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2025,
                11,
                1
            ]
        ]
    },
    "abstract": "<jats:p>We decipher the riddle of the meteoric rise of the Asian Miracles—Korea, Taiwan, Singapore and Hong Kong, and Japan before them—in the second half of the twentieth century. We argue that the secret of their success lies in the specific type of industrial policy focused on technology and innovation. This overarching policy focused on exports of sophisticated products by domestic firms while fostering fierce domestic competition and accountability for the support received. The successful implementation of this policy depended on a particular type of institutions—a leading agency with a distinct institutional design and a mandate to develop sophisticated industries. The experience of the Asian miracles provides a blueprint for developing economies to achieve rapid convergence with advanced economies. It also suggests a reassessment of the roles of the state and the market, the appropriate tools of industrial policy, and the meaning of “good” institutions.</jats:p>",
    "DOI": "10.1257/jep.20251448",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2025,
                11,
                6
            ]
        ],
        "date-time": "2025-11-06T15:22:41Z",
        "timestamp": 1762442561000
    },
    "page": "101-125",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Industrial Policy, Asian Miracle Style"
    ],
    "prefix": "10.1257",
    "volume": "39",
    "author": [
        {
            "given": "Reda",
            "family": "Cherif",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Reda Cherif Senior Economists, International Monetary Fund, Washington, DC, and affiliated researchers at the Bennett School of Public Policy at the University of Cambridge, United Kingdom."
                }
            ]
        },
        {
            "given": "Fuad",
            "family": "Hasanov",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Fuad Hasanov Senior Economists, International Monetary Fund, Washington, DC, and affiliated researchers at the Bennett School of Public Policy at the University of Cambridge, United Kingdom. Hasanov is also an Adjunct Professor of Economics at Georgetown University, Washington, DC. ."
                }
            ]
        }
    ],
    "member": "11",
    "reference": [
        {
            "key": "p_1",
            "unstructured": "Acemoglu, Daron, Philippe Aghion, and Fabrizio Zilibotti. 2006. \"Distance to Frontier, Selection, and"
        },
        {
            "key": "p_2",
            "unstructured": "Economic Growth.\" Journal of the European Economic Association 4 (1): 37-74. Acemoglu, Daron, and James Robinson. 2012. Why Nations Fail: The Origins of Power, Prosperity and"
        },
        {
            "key": "p_3",
            "unstructured": "Poverty. Crown Business. Adler, David. 2020. \"Korean Industrial Policy: From the Arrest of the Millionaires to Hallyu.\" American"
        },
        {
            "key": "p_4",
            "unstructured": "Affairs 4 (1). Aghion, Philippe. 2016. \"Growth Policy Design for Middle-Income Countries.\" In Breaking the Oil Spell:"
        },
        {
            "key": "p_5",
            "unstructured": "The Gulf Falcons' Path to Diversification, edited by Reda Cherif, Fuad Hasanov, and Min Zhu, 117-30."
        },
        {
            "key": "p_6",
            "unstructured": "International Monetary Fund. Aghion, Philippe, Jing Cai, Mathias Dewatripont, Luosha Du, Ann Harrison, and Patrick Legros. 2015."
        },
        {
            "key": "p_7",
            "unstructured": "\"Industrial Policy and Competition.\" American Economic Journal: Macroeconomics 7 (4): 1-32. Aghion, Philippe, and Peter Howitt. 1992. \"A Model of Growth through Creative Destruction.\" Economet"
        },
        {
            "key": "p_8",
            "author": "Amsden Alice H",
            "year": "1989",
            "journal-title": "Journal of International"
        },
        {
            "key": "p_9",
            "unstructured": "Development 7 (5): 791-9. Amsden, Alice. 2003. The Rise of \"The Rest\": Challenges to the West from Late-Industrializing Economies."
        },
        {
            "key": "p_10",
            "unstructured": "Oxford University Press. Ang, Yuen Yuen. 2020. China's Gilded Age: The Paradox of Economic Boom and Vast Corruption. Cambridge"
        },
        {
            "key": "p_11",
            "author": "University Press. Arrow, Kenneth J.",
            "year": "1962",
            "journal-title": "Review of Economic Studies"
        },
        {
            "key": "p_12",
            "unstructured": "(3): 155-73. Banerjee, Abhijit V., and Esther Duflo. 2020. \"How Poverty Ends: The Many Paths to Progress-and Why"
        },
        {
            "key": "p_13",
            "unstructured": "They Might Not Continue.\" Foreign Affairs 99 (1): 22-29. Barro, Robert J., and Jong Wha Lee. 2013. \"A New Data Set of Educational Attainment in the World,"
        },
        {
            "key": "p_14",
            "first-page": "184",
            "volume": "104",
            "year": "1950",
            "journal-title": "Journal of Development Economics"
        },
        {
            "key": "p_16",
            "unstructured": "popkin-book-review-mary-beard. Chandler, Alfred D., Jr. 1990. Scale and Scope: The Dynamics of Industrial Capitalism. Harvard University"
        },
        {
            "key": "p_17",
            "unstructured": "Press. Chang, Ha-Joon. 1994. The Political Economy of Industrial Policy. Macmillan. Chang, Ha-Joon. 2002. Kicking Away the Ladder: Development Strategy in Historical Perspective. Anthem Press. Chang, Ha-Joon. 2011. \"Institutions and Economic Development: Theory, Policy and History.\" Journal of"
        },
        {
            "key": "p_18",
            "unstructured": "Institutional Economics 7 (4): 473-98. Chang, Ha-Joon. 2014. Economics: The User's Guide. Bloomsbury Press. Chang, Ha-Joon, and Antonio Andreoni. 2016. \"Industrial Policy in a Changing World: Basic Principles,"
        },
        {
            "key": "p_20",
            "unstructured": "Economics Conference, Cambridge, July 13. Chang, Ha-Joon, Hong-Jae Park, and Chul Gyue Yoo. 2001. \"Interpreting the Korean Crisis: Financial"
        },
        {
            "key": "p_21",
            "unstructured": "Liberalization, Industrial Policy and Corporate Governance.\" In Financial Liberalization and the Asian Crisis, edited by Ha-Joon Chang, Gabriel Palma, and D. Hugh Whittaker, 140-55. Palgrave"
        },
        {
            "key": "p_22",
            "author": "Macmillan Cherif",
            "year": "2013",
            "journal-title": "Journal of Development Economics"
        },
        {
            "key": "p_23",
            "unstructured": "101: 248-55. Cherif, Reda, Marc Engher, and Fuad Hasanov. 2024. \"Crouching Beliefs, Hidden Biases: The Rise and"
        },
        {
            "key": "p_24",
            "doi-asserted-by": "crossref",
            "unstructured": "Fall of Growth Narratives.\" World Development 173: 106246. Cherif, Reda, and Fuad Hasanov. 2019a. \"Return of the Policy that Shall Not Be Named: Principles of",
            "DOI": "10.5089/9781498305402.001"
        },
        {
            "key": "p_25",
            "unstructured": "Industrial Policy.\" IMF Working Paper 19/74. Cherif, Reda, and Fuad Hasanov. 2019b. \"Principles of True Industrial Policy.\" Journal of Globalization and"
        },
        {
            "key": "p_26",
            "unstructured": "Development 10 (1): 20190034. Cherif, Reda, and Fuad Hasanov. 2019c. \"The Leap of the Tiger: Escaping the Middle-Income Trap to"
        },
        {
            "key": "p_27",
            "unstructured": "the Technological Frontier.\" Global Policy 10 (4): 497-511. Cherif, Reda, and Fuad Hasanov. 2024a. \"The Pitfalls of Protectionism: Import Substitution vs. Export"
        },
        {
            "key": "p_28",
            "unstructured": "Oriented Industrial Policy.\" Journal of Industry, Competition and Trade 24 (1): 14. Cherif, Reda, and Fuad Hasanov. 2024b. \"When Tolstoy Meets Leontief: Luck, Policies, and Learning"
        },
        {
            "key": "p_29",
            "doi-asserted-by": "crossref",
            "unstructured": "from Miracles.\" Structural Change and Economic Dynamics 68: 86-97. Cherif, Reda, Fuad Hasanov, and Philippe Aghion. 2023. \"Fair and Inclusive Markets: Why Dynamism",
            "DOI": "10.1016/j.strueco.2023.09.012"
        },
        {
            "key": "p_30",
            "doi-asserted-by": "crossref",
            "unstructured": "Matters.\" Global Policy 14 (5): 686-701. Cherif, Reda, Fuad Hasanov, and Xun Li. 2024. \"A `True' Industrial Policy for Europe is a Technology",
            "DOI": "10.1111/1758-5899.13250"
        },
        {
            "key": "p_31",
            "unstructured": "and Innovation Policy.\" In Investing in the Structural Transformation: 2024 European Public Investment Outlook, edited by Floriana Cerniglia and Francesco Saraceno. Open Report Series, vol. 13."
        },
        {
            "key": "p_32",
            "unstructured": "https://doi.org/10.11647/OBP.0434. Cherif, Reda, Fuad Hasanov, and Lichen Wang. 2018. \"Sharp Instrument: A Stab at Identifying the"
        },
        {
            "key": "p_33",
            "unstructured": "Causes of Economic Growth.\" IMF Working Paper 18/117. Cherif, Reda, Fuad Hasanov, and Gary Xie. 2021. \"The Making of East Asia's Electronics Champions.\""
        },
        {
            "key": "p_34",
            "unstructured": "Revista de Economía Mundial 59. Cherif, Reda, Fuad Hasanov, and Gary Xie. 2025. \"The Foundations of Economic Development: Institu"
        },
        {
            "key": "p_35",
            "unstructured": "tions for Industrial Policy.\" Unpublished. Cherif, Reda, Fuad Hasanov, and Min Zhu, eds. 2016. Breaking the Oil Spell: The Gulf Falcons' Path to"
        },
        {
            "key": "p_36",
            "unstructured": "Diversification. International Monetary Fund. Choi, Byung-Sun. 1987. \"The Structure of the Economic Policy-Making Institutions in Korea and the"
        },
        {
            "key": "p_37",
            "unstructured": "Strategic Role of the Economic Planning Board (EPB).\" Korean Journal of Policy Studies 2: 1-25. Choi, Jaedo, and Andrei A. Levchenko. 2025. \"The Long-Term Effects of Industrial Policy.\" Journal of"
        },
        {
            "key": "p_38",
            "unstructured": "Monetary Economics 152: 103779. Cohen, Stephen S., and J. Bradford DeLong. 2016. Concrete Economics: The Hamilton Approach to Economic"
        },
        {
            "key": "p_39",
            "unstructured": "Growth and Policy. Harvard Business Review Press. Dercon, Stefon. 2022. Gambling on Development: Why Some Countries Win and Others Lose. Hurst. Easterly, William. 1995. \"Explaining Miracles: Growth Regressions Meet the Gang of Four.\" In Growth"
        },
        {
            "key": "p_41",
            "unstructured": "O. Krueger, 267-99. University of Chicago Press. Easterly, William, and Ross Levine. 2002. \"It's Not Factor Accumulation: Stylized Facts and Growth"
        },
        {
            "key": "p_43",
            "unstructured": "Raimundo Soto, 61-114. Central Bank of Chile. Eijffinger, Sylvester C. W., and Jakob De Haan. 1996. \"The Political Economy of Central-Bank Indepen"
        },
        {
            "key": "p_44",
            "unstructured": "dence.\" Princeton University Special Papers in International Economics 19. Evans, Peter B. 1989. \"Predatory, Developmental, and Other Apparatuses: A Comparatvie Political"
        },
        {
            "key": "p_45",
            "unstructured": "Economy Perspective on the Third World State.\" Sociological Forum 4 (4): 561-87. Evans, Peter B. 1995. Embedded Autonomy: States and Industrial Transformation. Princeton University Press. Fallows, James. 1995. Looking at the Sun: The Rise of the New East Asian Economic and Political System."
        },
        {
            "key": "p_46",
            "unstructured": "Pantheon Books. Fallows, James. 2012. China Airborne: The Test of China's Future. Vintage Books. Feenstra, Robert C., Robert Inklaar, and Marcel P. Timmer. 2015. \"The Next Generation of the Penn"
        },
        {
            "key": "p_47",
            "unstructured": "World Table.\" American Economic Review 105 (10): 3150-82. Guillouët, Louise, Amit K. Khandelwal, Rocco Macchiavello, Madhav Malhotra, and Matthieu Teachout."
        },
        {
            "key": "p_48",
            "unstructured": "2024. \"Language Barriers in Multinationals and Knowledge Transfers.\" Review of Economics and"
        },
        {
            "key": "p_49",
            "unstructured": "Statistics. https://doi.org/10.1162/rest_a_01487. Haggard, Stephan. 1990. Pathways from the Periphery: The Politics of Growth in the Newly Industrializing"
        },
        {
            "key": "p_50",
            "unstructured": "Countries. Cornell University Press. Hale, Galina, and Cheryl Long. 2011. \"Are There Productivity Spillovers from Foreign Direct Investment"
        },
        {
            "key": "p_51",
            "unstructured": "in China?\" Pacific Economic Review 16 (2): 135-53. Harrison, Ann, and Andrés Rodríguez-Clare. 2010. \"Trade, Foreign Investment, and Industrial Policy for"
        },
        {
            "key": "p_53",
            "author": "Mark Rosenzweig North-Holland",
            "year": "2007",
            "journal-title": "Journal of"
        },
        {
            "key": "p_54",
            "unstructured": "Economic Growth 12: 1-25. Henry, Peter Blair, and Conrad Miller. 2009. \"Institutions versus Policies: A Tale of Two Islands.\" American"
        },
        {
            "key": "p_55",
            "first-page": "1925",
            "author": "Inklaar Robert",
            "year": "2013",
            "journal-title": "MITI and the Japanese Miracle: The Growth of Industrial Policy"
        },
        {
            "key": "p_56",
            "author": "ford University Press. Johnson, Paul, and Chris Papageorgiou.",
            "year": "2020",
            "journal-title": "Journal"
        },
        {
            "key": "p_57",
            "unstructured": "of Economic Literature 58 (1): 129-75. Jones, Charles I. 2022. \"The Past and Future of Economic Growth: A Semi-endogenous Perspective.\""
        },
        {
            "key": "p_58",
            "unstructured": "Annual Review of Economics 14: 125-52. Jones, Charles I., and Peter J. Klenow. 2016. \"Beyond GDP? Welfare across Countries and Time.\""
        },
        {
            "key": "p_59",
            "unstructured": "American Economic Review 106 (9): 2426-57. Kim, Minho, Munseob Lee, and Yongseok Shin. 2021. \"The Plant-Level View of an Industrial Policy: The"
        },
        {
            "key": "p_60",
            "doi-asserted-by": "crossref",
            "unstructured": "Korean Heavy Industry Drive of 1973.\" NBER Working Paper 29252. Krueger, Anne O. 1990. \"Government Failures in Development.\" Journal of Economic Perspectives 4 (3):",
            "DOI": "10.1257/jep.4.3.9"
        },
        {
            "key": "p_61",
            "doi-asserted-by": "crossref",
            "unstructured": "9-23. Krugman, Paul. 1987. \"The Narrow Moving Band, the Dutch Disease, and the Competitive Consequences",
            "DOI": "10.1016/0304-3878(87)90005-8"
        },
        {
            "key": "p_63",
            "unstructured": "ment Economics 27 (1-2): 41-55. Lall, Sanjaya. 1996. Learning from the Asian Tigers: Studies in Technology and Industrial Policy. Palgrave. Lall, Sanjaya. 2005. \"Reinventing Industrial Strategy: The Role of Government Policy in Building Indus"
        },
        {
            "key": "p_64",
            "unstructured": "trial Competitiveness.\" In The IMF and the World Bank at Sixty, edited by Ariel Buira, 197-233."
        },
        {
            "key": "p_65",
            "unstructured": "Anthem Press. Lane, Nathane. 2025. \"Manufacturing Revolutions: Industrial Policy and Industrialization in South"
        },
        {
            "key": "p_66",
            "unstructured": "Korea.\" Quarterly Journal of Economics 140 (3): 1683-741. Lee, Keun. 2019. The Art of Economic Catch-Up: Barriers, Detours and Leapfrogging in Innovation Systems."
        },
        {
            "key": "p_67",
            "unstructured": "Cambridge University Press. Lin, Justin Yifu. 2012. The Quest for Prosperity: How Developing Economies Can Take Off. Princeton Univer"
        },
        {
            "key": "p_68",
            "unstructured": "sity Press. Lin, Justin, and Ha-Joon Chang. 2009. \"Should Industrial Policy in Developing Countries Conform to"
        },
        {
            "key": "p_70",
            "doi-asserted-by": "publisher",
            "DOI": "10.1016/0304-3932(88)90168-7"
        },
        {
            "key": "p_71",
            "doi-asserted-by": "publisher",
            "DOI": "10.2307/2951551"
        },
        {
            "key": "p_72",
            "unstructured": "Journal of Economic Theory 58 (2): 317-34. Mazzucato, Mariana. 2015. The Entrepreneurial State: Debunking Public vs. Private Sector Myths. Revised ed."
        },
        {
            "key": "p_73",
            "author": "PublicAffairs Melitz",
            "year": "2005",
            "journal-title": "Journal of International"
        },
        {
            "key": "p_74",
            "unstructured": "Economics 66 (1): 177-96. Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny. 1989. \"Industrialization and the Big Push.\""
        },
        {
            "key": "p_75",
            "unstructured": "Journal of Political Economy 97 (5): 1003-26. Ocampo, José Antonio, Codrina Rada, and Lance Taylor. 2009. Growth and Policy in Developing Countries:"
        },
        {
            "key": "p_76",
            "unstructured": "A Structuralist Approach. Columbia University Press. Ohno, Kenichi. 2012. Learning to Industrialize: From Given Growth to Policy-Aided Value Creation. Routledge. Popkin, Maggie L. 2022. Souvenirs and the Experience of Empire in Ancient Rome. Cambridge University"
        },
        {
            "key": "p_77",
            "unstructured": "Press. Pritchett, Lant. 2024. \"The Case for Economic Growth as the Path to Better Human Wellbeing.\""
        },
        {
            "key": "p_79",
            "doi-asserted-by": "publisher",
            "DOI": "10.1257/jep.11.3.3"
        },
        {
            "key": "p_80",
            "unstructured": "Aghion and Steven N. Durlauf, 967-1014. Elsevier. Rodrik, Dani. 2008. \"Normalizing Industrial Policy.\" World Bank Commission on Growth and Develop"
        },
        {
            "key": "p_81",
            "doi-asserted-by": "publisher",
            "DOI": "10.1142/S1793812009000024"
        },
        {
            "key": "p_82",
            "doi-asserted-by": "publisher",
            "DOI": "10.1086/261420"
        },
        {
            "key": "p_83",
            "unstructured": "1002-37. Sachs, Jeffrey D. 2020. \"Trials and Tribulations: A Response to `How Poverty Ends.'\" Foreign Affairs 99"
        },
        {
            "key": "p_84",
            "unstructured": "(3): 186-89. Sen, Amartya. 1999. Development as Freedom. Oxford University Press. Scott, James. 1998. Seeing Like a State: How Certain Schemes to Improve the Human Condition Have Failed."
        },
        {
            "key": "p_85",
            "author": "Yale University Press. Solow, Robert.",
            "year": "1956",
            "journal-title": "Quarterly Journal of Economics"
        },
        {
            "key": "p_86",
            "doi-asserted-by": "crossref",
            "unstructured": "(1): 65-94. Stiglitz, Joseph E., and Bruce Greenwald. 2014. Creating a Learning Society: A New Approach to Growth,",
            "DOI": "10.7312/stig15214"
        },
        {
            "key": "p_87",
            "unstructured": "Development, and Social Progress. Columbia University Press. Studwell, Joe. 2013. How Asia Works: Success and Failure in the World's Most Dynamic Region. Grove Press. Timmer, Marcel, Gaaitzen J. de Vries, and Klaas de Vries. 2015. \"Patterns of Structural Change in Devel"
        },
        {
            "key": "p_89",
            "unstructured": "Michael Tribe, 65-83. Routledge. Wade, Robert. 1990. Governing the Market: Economic Theory and the Role of Government in East Asian Indus"
        },
        {
            "key": "p_90",
            "author": "trialization. Princeton University Press. Wade, Robert H.",
            "year": "2012",
            "journal-title": "International Review of Applied Economics 26 (2)"
        },
        {
            "key": "p_91",
            "doi-asserted-by": "crossref",
            "unstructured": "223-39. Wade, Robert H. 2018. \"The Developmental State: Dead or Alive?\" Development and Change 49 (2):",
            "DOI": "10.1111/dech.12381"
        },
        {
            "key": "p_92",
            "unstructured": "518-46. Williamson, John, ed. 1990. Latin American Adjustment: How Much Has Happened? Institute for Interna"
        },
        {
            "key": "p_93",
            "unstructured": "tional Economics. Woo, Jung-en. 1991. Race to the Swift: State and Finance in Korean Industrialization. Columbia University"
        },
        {
            "key": "p_94",
            "unstructured": "Press. Woo-Cumings, Meredith. 1999. \"Introduction: Chalmers Johnson and the Politics of Nationalism and"
        },
        {
            "key": "p_95",
            "unstructured": "Development.\" In The Developmental State, edited by Meredith Woo-Cumings, 1-30. Cornell Univer"
        },
        {
            "key": "p_96",
            "unstructured": "sity Press. World Bank. 1993. The East Asian Miracle: Economic Growth and Public Policy. Oxford University Press. Young, Alwyn. 1995. \"The Tyranny of Numbers: Confronting the Statistical Realities of the East Asian"
        },
        {
            "key": "p_97",
            "unstructured": "Growth Experience.\" Quarterly Journal of Economics 110 (3): 641-80."
        }
    ],
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.20251448",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2025,
                11,
                6
            ]
        ],
        "date-time": "2025-11-06T15:23:16Z",
        "timestamp": 1762442596000
    },
    "score": 1,
    "resource": {
        "primary": {
            "URL": "https://pubs.aeaweb.org/doi/10.1257/jep.20251448"
        }
    },
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2025,
                11,
                1
            ]
        ]
    },
    "references-count": 88,
    "journal-issue": {
        "issue": "4",
        "published-print": {
            "date-parts": [
                [
                    2025,
                    11,
                    1
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1257/jep.20251448"
    ],
    "URL": "https://doi.org/10.1257/jep.20251448",
    "relation": {},
    "ISSN": [
        "0895-3309",
        "1944-7965"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        },
        {
            "value": "1944-7965",
            "type": "electronic"
        }
    ],
    "subject": [],
    "published": {
        "date-parts": [
            [
                2025,
                11,
                1
            ]
        ]
    }
}