{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                9
            ]
        ],
        "date-time": "2021-04-09T21:24:29Z",
        "timestamp": 1618003469369
    },
    "reference-count": 34,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2017,
                11,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The promise of randomized controlled trials is that evidence gathered through the evaluation of a specific program helps us—possibly after several rounds of fine-tuning and multiple replications in different contexts—to inform policy. However, critics have pointed out that a potential constraint in this agenda is that results from small “proof-of-concept” studies run by nongovernment organizations may not apply to policies that can be implemented by governments on a large scale. After discussing the potential issues, this paper describes the journey from the original concept to the design and evaluation of scalable policy. We do so by evaluating a series of strategies that aim to integrate the nongovernment organization Pratham’s “Teaching at the Right Level” methodology into elementary schools in India. The methodology consists of reorganizing instruction based on children’s actual learning levels, rather than on a prescribed syllabus, and has previously been shown to be very effective when properly implemented. We present evidence from randomized controlled trials involving some designs that failed to produce impacts within the regular schooling system but still helped shape subsequent versions of the program. As a result of this process, two versions of the programs were developed that successfully raised children’s learning levels using scalable models in government schools. We use this example to draw general lessons about using randomized control trials to design scalable policies. </jats:p>",
    "DOI": "10.1257/jep.31.4.73",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2017,
                11,
                1
            ]
        ],
        "date-time": "2017-11-01T13:14:00Z",
        "timestamp": 1509542040000
    },
    "page": "73-102",
    "source": "Crossref",
    "is-referenced-by-count": 54,
    "title": [
        "From Proof of Concept to Scalable Policies: Challenges and Solutions, with an Application"
    ],
    "prefix": "10.1257",
    "volume": "31",
    "author": [
        {
            "given": "Abhijit",
            "family": "Banerjee",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Abhijit Banerjee is Ford Foundation International Professor of Economics and Director, Abdul Latif Jameel Poverty Action Lab, at the Massachusetts Institute of Technology, Cambridge, Massachusetts, Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts, and members of the Board of Directors, Bureau for Research and Economic Analysis of Development (BREAD)."
                }
            ]
        },
        {
            "given": "Rukmini",
            "family": "Banerji",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Rukmini Banerji is CEO of Pratham Education Foundation and Director of the ASER Centre, both in New Delhi, India."
                }
            ]
        },
        {
            "given": "James",
            "family": "Berry",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "James Berry is Assistant Professor of Economics, University of Delaware, Newark, Delaware."
                }
            ]
        },
        {
            "given": "Esther",
            "family": "Duflo",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Esther Duflo is Abdul Latif Jameel Professor of Poverty Alleviation and Development Economics and Director, Abdul Latif Jameel Poverty Action Lab, at the Massachusetts Institute of Technology, Cambridge, Massachusetts, Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts, and members of the Board of Directors, Bureau for Research and Economic Analysis of Development (BREAD)."
                }
            ]
        },
        {
            "given": "Harini",
            "family": "Kannan",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Harini Kannan is a Senior Research Manager and Post-Doctoral Fellow"
                }
            ]
        },
        {
            "given": "Shobhini",
            "family": "Mukerji",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Shobhini Mukerji is the Executive Director of the South Asia regional center"
                }
            ]
        },
        {
            "given": "Marc",
            "family": "Shotland",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Marc Shotland is Associate Director of Training in the Research Group, all at various locations of the Abdul Latif Jameel Poverty Action Lab."
                }
            ]
        },
        {
            "given": "Michael",
            "family": "Walton",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Michael Walton is Senior Lecturer in Public Policy, Harvard Kennedy School, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.31.4.73",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:46:26Z",
        "timestamp": 1591134386000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2017,
                11,
                1
            ]
        ]
    },
    "references-count": 34,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2017,
                    11,
                    1
                ]
            ]
        },
        "issue": "4"
    },
    "alternative-id": [
        "10.1257/jep.31.4.73"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.31.4.73",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}