{
    "indexed": {
        "date-parts": [
            [
                2021,
                4,
                9
            ]
        ],
        "date-time": "2021-04-09T02:55:05Z",
        "timestamp": 1617936905020
    },
    "reference-count": 36,
    "publisher": "American Economic Association",
    "issue": "1",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2017,
                2,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Over the last 30 years, China's economy has boomed. This trend has lifted hundreds of millions of Chinese out of poverty but it has also sharply increased local, regional, and global pollution levels. We look at the rise in air pollution over recent decades, and the perhaps surprising finding that in many of China's urban areas, levels of particulates (of less than 10 microns) have been decreasing during the last 10 to 15 years. We then turn to the costs and tradeoffs of air pollution, including costs to human health, reductions in worker productivity, and how people are seeking to reduce their exposure to pollution as shown by compensating differentials in real estate prices and purchases of masks and air filters. We discuss how rising incomes tend to raise the demand for environmental amenities and thus increase political pressure for environmental protection, and then we turn to the policy tools that China has used to reduce pollution. We conclude by arguing that as China's government is preparing for an additional 300 million people to move to urban areas over the next 30 years, it will have a number of opportunities for China to reduce pollution through a shift from manufacturing to services, along with various steps to improve energy efficiency and resource conservation. Overall, it seems that China is on track to improve its environmental performance in the years ahead. </jats:p>",
    "DOI": "10.1257/jep.31.1.71",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2017,
                1,
                30
            ]
        ],
        "date-time": "2017-01-30T12:09:49Z",
        "timestamp": 1485778189000
    },
    "page": "71-92",
    "source": "Crossref",
    "is-referenced-by-count": 58,
    "title": [
        "A New Era of Pollution Progress in Urban China?"
    ],
    "prefix": "10.1257",
    "volume": "31",
    "author": [
        {
            "given": "Siqi",
            "family": "Zheng",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Siqi Zheng is Samuel Tak Lee Associate Professor at the Department of Urban Studies and Planning, Massachusetts Institute of Technology, Cambridge, Massachusetts; and Visiting Professor at Hang Lung Center for Real Estate, Tsinghua University, Beijing, China."
                }
            ]
        },
        {
            "given": "Matthew E.",
            "family": "Kahn",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Matthew E. Kahn is Professor of Economics, University of Southern California, Los Angeles, California, and a Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.31.1.71",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:40:37Z",
        "timestamp": 1591134037000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2017,
                2,
                1
            ]
        ]
    },
    "references-count": 36,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2017,
                    2,
                    1
                ]
            ]
        },
        "issue": "1"
    },
    "alternative-id": [
        "10.1257/jep.31.1.71"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.31.1.71",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}