{
    "indexed": {
        "date-parts": [
            [
                2020,
                10,
                10
            ]
        ],
        "date-time": "2020-10-10T17:23:41Z",
        "timestamp": 1602350621524
    },
    "reference-count": 13,
    "publisher": "American Economic Association",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2015,
                5,
                1
            ]
        ]
    },
    "abstract": "<jats:p> We offer an evaluation of the Social Security Administration demographic and financial forecasts used to assess the long-term solvency of the Social Security Trust Funds. This same forecasting methodology is also used in evaluating policy proposals put forward by Congress to modify the Social Security program. Ours is the first evaluation to compare the SSA forecasts with observed truth; for example, we compare forecasts made in the 1980s, 1990s, and 2000s with outcomes that are now available. We find that Social Security Administration forecasting errors—as evaluated by how accurate the forecasts turned out to be—were approximately unbiased until 2000 and then became systematically biased afterward, and increasingly so over time. Also, most of the forecasting errors since 2000 are in the same direction, consistently misleading users of the forecasts to conclude that the Social Security Trust Funds are in better financial shape than turns out to be the case. Finally, the Social Security Administration's informal uncertainty intervals appear to have become increasingly inaccurate since 2000. At present, the Office of the Chief Actuary, at the Social Security Administration, does not reveal in full how its forecasts are made. Every future Trustees Report, without exception, should include a routine evaluation of all prior forecasts, and a discussion of what forecasting mistakes were made, what was learned from the mistakes, and what actions might be taken to improve forecasts going forward. And the Social Security Administration and its Office of the Chief Actuary should follow best practices in academia and many other parts of government and make their forecasting procedures public and replicable, and should calculate and report calibrated uncertainty intervals for all forecasts. </jats:p>",
    "DOI": "10.1257/jep.29.2.239",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2015,
                4,
                29
            ]
        ],
        "date-time": "2015-04-29T11:52:29Z",
        "timestamp": 1430308349000
    },
    "page": "239-258",
    "source": "Crossref",
    "is-referenced-by-count": 13,
    "title": [
        "Systematic Bias and Nontransparency in US Social Security Administration Forecasts"
    ],
    "prefix": "10.1257",
    "volume": "29",
    "author": [
        {
            "given": "Konstantin",
            "family": "Kashin",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Konstantin Kashin is a PhD Candidate, Institute for Quantitative Social Science, Harvard University, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Gary",
            "family": "King",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Gary King is Albert J. Weatherhead III University Professor, Institute for Quantitative Social Science, Harvard University, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Samir",
            "family": "Soneji",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Samir Soneji is Assistant Professor, Dartmouth Institute for Health Policy & Clinical Practice, Dartmouth College, Lebanon, New Hampshire."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.29.2.239",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:15:15Z",
        "timestamp": 1591132515000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2015,
                5,
                1
            ]
        ]
    },
    "references-count": 13,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2015,
                    5,
                    1
                ]
            ]
        },
        "issue": "2"
    },
    "alternative-id": [
        "10.1257/jep.29.2.239"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.29.2.239",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}