{
    "indexed": {
        "date-parts": [
            [
                2021,
                3,
                12
            ]
        ],
        "date-time": "2021-03-12T16:04:06Z",
        "timestamp": 1615565046370
    },
    "reference-count": 18,
    "publisher": "American Economic Association",
    "issue": "4",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2015,
                11,
                1
            ]
        ]
    },
    "abstract": "<jats:p> The past 15–20 years have seen substantial and visible changes in the way US retail business is conducted. Explanations about what is happening in the retail sector have been dominated by two powerful and not fully consistent narratives: a prediction that retail sales will migrate online and physical retail will be virtually extinguished, and a prediction that future shoppers will almost all be heading to giant physical stores like warehouse clubs and supercenters. Although online retail will surely continue to be a force shaping the sector going forward and may yet emerge as the dominant mode of commerce in the retail sector in the United States, its time for supremacy has not yet arrived. We discuss evidence indicating that the warehouse clubs/supercenter format has had a greater effect on the shape of retail over the past 15–20 years We begin with an overview of the retail sector as a whole, which over the long term has been shrinking as a share of total US economic activity and in terms of relative employment share. The retail sector has experienced stronger-than average productivity growth, but this has not been accompanied by commensurate wage growth. After discussing the important e-commerce and warehouse clubs/supercenters segments, we look more broadly at changes across the structure of the retail sector, including scale, concentration, dynamism, and degree of urbanization. Finally, we consider the likely future course of the retail sector. </jats:p>",
    "DOI": "10.1257/jep.29.4.89",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2015,
                11,
                6
            ]
        ],
        "date-time": "2015-11-06T14:19:43Z",
        "timestamp": 1446819583000
    },
    "page": "89-112",
    "source": "Crossref",
    "is-referenced-by-count": 27,
    "title": [
        "The Ongoing Evolution of US Retail: A Format Tug-of-War"
    ],
    "prefix": "10.1257",
    "volume": "29",
    "author": [
        {
            "given": "Ali",
            "family": "Hortaçsu",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Ali Hortaçsu is the Ralph and Mary Otis Isham Professor of Economics, University of Chicago, Chicago, Illinois, and Research Associates, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        },
        {
            "given": "Chad",
            "family": "Syverson",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Chad Syverson is the J. Baum Harris Professor of Economics University of Chicago Booth School of Business, Chicago, Illinois, and Research Associates, National Bureau of Economic Research, Cambridge, Massachusetts."
                }
            ]
        }
    ],
    "member": "11",
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.29.4.89",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2020,
                6,
                2
            ]
        ],
        "date-time": "2020-06-02T21:47:41Z",
        "timestamp": 1591134461000
    },
    "score": 1.0,
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2015,
                11,
                1
            ]
        ]
    },
    "references-count": 18,
    "journal-issue": {
        "published-print": {
            "date-parts": [
                [
                    2015,
                    11,
                    1
                ]
            ]
        },
        "issue": "4"
    },
    "alternative-id": [
        "10.1257/jep.29.4.89"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.29.4.89",
    "relation": {},
    "ISSN": [
        "0895-3309"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        }
    ],
    "subject": [
        "Economics and Econometrics"
    ]
}