{
    "indexed": {
        "date-parts": [
            [
                2024,
                8,
                3
            ]
        ],
        "date-time": "2024-08-03T00:33:30Z",
        "timestamp": 1722645210576
    },
    "reference-count": 118,
    "publisher": "American Economic Association",
    "issue": "3",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Journal of Economic Perspectives"
    ],
    "published-print": {
        "date-parts": [
            [
                2024,
                8,
                1
            ]
        ]
    },
    "abstract": "<jats:p> Economics faces stubborn underrepresentation of minoritized identity groups. Economics instructors also largely use antiquated instructional methods. We leverage the literature from the fields of science, technology, engineering, and mathematics education, which have rigorously studied instructional techniques and gathered evidence on a variety of methods that improve learning and reduce demographic gaps. We discuss four broad ideas: active and collaborative learning, role model interventions, modernized design of assessments and feedback, and culturally relevant, responsive, and sustaining pedagogy. We frame these approaches in the context of economics identity, share evidence regarding efficacy, and give examples of how the techniques have been and can be used in economics. In so doing, we provide a set of changes economics instructors can make, large and small, to improve their teaching for all students and to reduce demographic gaps in success and persistence in the field. </jats:p>",
    "DOI": "10.1257/jep.38.3.163",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2024,
                8,
                2
            ]
        ],
        "date-time": "2024-08-02T12:42:52Z",
        "timestamp": 1722602572000
    },
    "page": "163-190",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Valuing Identity in the Classroom: What Economics Can Learn from Science, Technology, Engineering, and Mathematics Education"
    ],
    "prefix": "10.1257",
    "volume": "38",
    "author": [
        {
            "given": "Sergio",
            "family": "Barrera",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Sergio Barrera is Assistant Professor of Economics, Virginia Polytechnic Institute and State University, Blacksburg, Virginia."
                }
            ]
        },
        {
            "given": "Susan",
            "family": "Sajadi",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Susan Sajadi is Assistant Professor of Engineering Education, Virginia Polytechnic Institute and State University, Blacksburg, Virginia."
                }
            ]
        },
        {
            "given": "Marionette",
            "family": "Holmes",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Marionette Holmes is Associate Professor of Economics, Spelman College, Atlanta, Georgia."
                }
            ]
        },
        {
            "given": "Sarah",
            "family": "Jacobson",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Sarah Jacobson is Professor of Economics, Williams College, Williamstown, Massachusetts. ."
                }
            ]
        }
    ],
    "member": "11",
    "reference": [
        {
            "key": "p_1",
            "unstructured": "Agurto, Marcos, Muchin Bazan, Siddharth Hari, and Sudipta Sarangi. 2022. \"To Inspire and to Inform:"
        },
        {
            "key": "p_2",
            "unstructured": "The Role of Role Models.\" Unpublished. Akerlof, George A., and Rachel E. Kranton. 2000. \"Economics and Identity.\" Quarterly Journal of Economics"
        },
        {
            "key": "p_3",
            "unstructured": "(3): 715-53. Alston, Mackenzie, William A. Darity, Catherine C. Eckel, Lawrence McNeil, and Rhonda Sharpe. 2022."
        },
        {
            "key": "p_5",
            "unstructured": "of Economic Behavior and Organization 194: 408-24. American Economic Association (AEA). 2020. \"Working with Students.\". https://www.aeaweb.org/"
        },
        {
            "key": "p_6",
            "unstructured": "resources/bestpractices/working-with-students. Archer, Louise, and Jennifer DeWitt. 2016. Understanding Young People's Science Aspirations: How Students"
        },
        {
            "key": "p_7",
            "unstructured": "Form Ideas about `Becoming a Scientist.' New York: Routledge. Aronson, Elliot, N. Blaney, C. Stephin, J. Sikes, and M. Snapp. 1978. The Jigsaw Classroom. Thousand"
        },
        {
            "key": "p_8",
            "unstructured": "Oaks, CA: Sage. Asarta, Carlos J., Rebecca G. Chambers, and Cynthia Harter. 2021. \"Teaching Methods in Undergraduate"
        },
        {
            "key": "p_10",
            "unstructured": "Economist 66 (1): 18-28. Avery, Mallory, Jane Caldwell, Christian D. Schunn, and Katherine Wolfe. 2024. \"Improving Introductory"
        },
        {
            "key": "p_12",
            "unstructured": "Education: 1-16. https://doi.org/10.1080/00220485.2024.2334041. Avilova, Tatyana. 2023. \"Summary of UWE Treatment School Progress Reports and Best Practices.\""
        },
        {
            "key": "p_13",
            "unstructured": "https://github.com/tavilova/PersonalWebsite/blob/gh-pages/Appendix_ProgressReports.pdf. Avilova, Tatyana, and Claudia Goldin. 2023. \"What Did UWE Do for Economics?\" NBER Working Paper"
        },
        {
            "key": "p_14",
            "unstructured": "31432. Ballen, Cissy J., Carl Wieman, Shima Salehi, Jeremy B. Searle, and Kelly R. Zamudio. 2017. \"Enhancing"
        },
        {
            "key": "p_16",
            "unstructured": "CBE-Life Sciences Education 16 (4): ar56. Bandiera, Oriana, Valentino Larcinese, and Imran Rasul. 2015. \"Blissful Ignorance? A Natural Experi"
        },
        {
            "key": "p_17",
            "unstructured": "ment on the Effect of Feedback on Students' Performance.\" Labour Economics 34: 13-25. Barkley, Elizabeth F., K. Patricia Cross, and Claire Howell Major. 2004. Collaborative Learning Techniques:"
        },
        {
            "key": "p_18",
            "unstructured": "A Handbook for College Faculty. San Francisco: John Wiley and Sons. Barrera, Sergio, Susan Sajadi, Marionette Holmes, and Sarah Jacobson. 2024. \"Replication data for:"
        },
        {
            "key": "p_20",
            "unstructured": "E202581V1. Bayer, Amanda. 2021. \"Diversifying Economic Quality.\" American Economic Association Committee on"
        },
        {
            "key": "p_21",
            "unstructured": "the Status of Minority Groups in the Economics Profession. https://diversifyingecon.org. Bayer, Amanda, Syon P. Bhanot, and Fernando Lozano. 2019. \"Does Simple Information Provision Lead"
        },
        {
            "key": "p_23",
            "unstructured": "AEA Papers and Proceedings 109: 110-14. Bayer, Amanda, Syon P. Bhanot, Erin T. Bronchetti, and Stephen A. O'Connell. 2020a. \"Diagnosing the"
        },
        {
            "key": "p_25",
            "unstructured": "Belonging, and Growth Mindsets.\" AEA Papers and Proceedings 110: 294-98. Bayer, Amanda, Gregory Bruich, Raj Chetty, and Andrew Housiaux. 2020b. \"Expanding and Diversifying"
        },
        {
            "key": "p_27",
            "unstructured": "Harvard.\" Journal of Economic Education 51 (3-4): 364-79. Bayer, Amanda, Gary A. Hoover, and Ebonya Washington. 2020. \"How You Can Work to Increase the"
        },
        {
            "key": "p_29",
            "unstructured": "Economics Profession.\" Journal of Economic Perspectives 34, (3): 193-219. Bedard, Kelly, Jacqueline Dodd, and Shelly Lundberg. 2021. \"Can Positive Feedback Encourage Female"
        },
        {
            "key": "p_30",
            "unstructured": "and Minority Undergraduates into Economics?\" AEA Papers and Proceedings 111: 128-32. Bergman, Peter, Raj Chetty, Stefanie DeLuca, Nathaniel Hendren, Lawrence F. Katz, and Christopher"
        },
        {
            "key": "p_31",
            "unstructured": "Palmer. Forthcoming. \"Creating Moves to Opportunity: Experimental Evidence on Barriers to Neighborhood Choice.\" American Economic Review. Bishop, Jacob, and Matthew A. Verleger. 2013. \"The Flipped Classroom: A Survey of the Research.\" Paper"
        },
        {
            "key": "p_32",
            "unstructured": "presented at ASEE Annual Conference and Exposition, Atlanta, GA, June. Boucher, Kathryn L., Melissa A. Fuesting, Amanda B. Diekman, and Mary C. Murphy. 2017. \"Can I Work"
        },
        {
            "key": "p_34",
            "unstructured": "STEM Fields.\" Frontiers in Psychology 8. https://doi.org/10.3389/fpsyg.2017.00901. Boyle, Austin, and William L. Goffe. 2018. \"Beyond the Flipped Class: The Impact of Research-Based"
        },
        {
            "key": "p_35",
            "unstructured": "Teaching Methods in a Macroeconomics Principles Class.\" AEA Papers and Proceedings 108:"
        },
        {
            "key": "p_36",
            "unstructured": "297-301. Burnette, Jeni L., Joseph Billingsley, George C. Banks, Laura E. Knouse, Crystal L. Hoyt, Jeffrey"
        },
        {
            "key": "p_37",
            "unstructured": "M. Pollack, and Stefanie Simon. 2023. \"A Systematic Review and Meta-Analysis of Growth Mindset Interventions: For Whom, How, and Why Might Such Interventions Work?\" Psychological Bulletin"
        },
        {
            "key": "p_38",
            "unstructured": "(3-4): 174-205. Button, Patrick, LaPorchia A. Collins, Augustine Denteh, Mónica García-Pérez, Ben Harrell, Elliott Isaac,"
        },
        {
            "key": "p_39",
            "unstructured": "and Engy Ziedan. 2021. \"Teaching Controversial and Contemporary Topics in Economics Using a"
        },
        {
            "key": "p_40",
            "unstructured": "Jigsaw Literature Review Activity.\" Journal of Economic Education 52 (4): 286-95. Byrd, Christy M. 2016. \"Does Culturally Relevant Teaching Work? An Examination from Student Perspec"
        },
        {
            "key": "p_41",
            "unstructured": "tives.\" SAGE Open 6 (3): 2158244016660744. Canning, Elizabeth A., Katherine Muenks, Dorainne J. Green, and Mary C. Murphy. 2019. \"STEM Faculty"
        },
        {
            "key": "p_43",
            "unstructured": "Motivation in Their Classes.\" Science Advances 5 (2): eaau4734. Carlone, Heidi B., and Angela Johnson. 2007. \"Understanding the Science Experiences of Successful"
        },
        {
            "key": "p_45",
            "unstructured": "(8): 1187-1218. Carrell, Scott E., and Michal Kurlaender. 2023. \"My Professor Cares: Experimental Evidence on the Role"
        },
        {
            "key": "p_46",
            "unstructured": "of Faculty Engagement.\" American Economic Journal: Economic Policy 15 (4): 113-41. Carrell, Scott E., Marianne E. Page, and James E. West. 2009. \"Sex and Science: How Professor Gender"
        },
        {
            "key": "p_47",
            "unstructured": "Perpetuates the Gender Gap.\" Quarterly Journal of Economics 125 (3): 1101-44. Caviglia-Harris, Jill. 2016. \"Flipping the Undergraduate Economics Classroom: Using Online Videos to"
        },
        {
            "key": "p_48",
            "unstructured": "Enhance Teaching and Learning.\" Southern Economic Journal 83 (1): 321-31. Chari, Anusha. 2023. \"The 2023 Report of the Committee on the Status of Women in the Economics"
        },
        {
            "key": "p_49",
            "unstructured": "Profession.\" AEA Papers and Proceedings 113: 815-39. Collins, LaPorchia. 2020. \"The Do Now: A Simple, but Effective Active Learning Strategy.\" Applied"
        },
        {
            "key": "p_50",
            "doi-asserted-by": "publisher",
            "DOI": "10.1080/00220485.2022.2111387"
        },
        {
            "key": "p_51",
            "unstructured": "the Bill for Black Reparations.\" Journal of Economic Perspectives 36 (2): 99-122. Dee, Thomas S. 2005. \"A Teacher Like Me: Does Race, Ethnicity, or Gender Matter?\" American Economic"
        },
        {
            "key": "p_52",
            "unstructured": "Review 95 (2): 158-65. Dissanayake, Sahan T. M., and Sarah A. Jacobson. 2016. \"Policies with Varying Costs and Benefits: A Land"
        },
        {
            "key": "p_53",
            "unstructured": "Conservation Classroom Game.\" Journal of Economic Education 47 (2): 142-60. Dynarski, Susan, C. J. Libassi, Katherine Michelmore, and Stephanie Owen. 2021. \"Closing the Gap: The"
        },
        {
            "key": "p_55",
            "unstructured": "Students.\" American Economic Review 111 (6): 1721-56. Eddy, Sarah L., and Kelly A. Hogan. 2014. \"Getting under the Hood: How and for Whom Does Increasing"
        },
        {
            "key": "p_56",
            "unstructured": "Course Structure Work?\" CBE-Life Sciences Education 13 (3): 453-68. Estrada, Mica, Gerald R. Young, Jill Nagy, Emily J. Goldstein, Avi Ben-Zeev, Leticia Márquez-Magaña, and"
        },
        {
            "key": "p_57",
            "unstructured": "Alegra Eroy-Reveles. 2019. \"The Influence of Microaffirmations on Undergraduate Persistence in"
        },
        {
            "key": "p_58",
            "unstructured": "Science Career Pathways.\" CBE-Life Sciences Education 18 (3): ar40. Evans, Carol. 2013. \"Making Sense of Assessment Feedback in Higher Education.\" Review of Educational"
        },
        {
            "key": "p_59",
            "unstructured": "Research 83 (1): 70-120. Fairlie, Robert W., Florian Hoffmann, and Philip Oreopoulos. 2014. \"A Community College Instructor"
        },
        {
            "key": "p_61",
            "unstructured": "2567-91. Fairweather, James. 2010. \"Linking Evidence and Promising Practices in Science, Technology, Engi"
        },
        {
            "key": "p_63",
            "unstructured": "Jordt, and Mary Pat Wenderoth. 2014. \"Active Learning Increases Student Performance in Science, Engineering, and Mathematics.\" Proceedings of the National Academy of Sciences of the United States of"
        },
        {
            "key": "p_64",
            "unstructured": "America 111 (23): 8410-15. Fuller, Karla S., and Camila Torres Rivera. 2021. \"A Culturally Responsive Curricular Revision to"
        },
        {
            "key": "p_66",
            "unstructured": "Microbiology 11: 577852. Gay, Geneva. 2000. Culturally Responsive Teaching: Theory, Research, and Practice. New York and London:"
        },
        {
            "key": "p_67",
            "unstructured": "Teachers College, Columbia University. Gladstone, Jessica R., and Andrei Cimpian. 2021. \"Which Role Models Are Effective for Which Students?"
        },
        {
            "key": "p_69",
            "unstructured": "in STEM.\" International Journal of STEM Education 8 (1): 59. Godwin, Allison. 2016. \"The Development of a Measure of Engineering Identity.\" Paper presented at"
        },
        {
            "key": "p_70",
            "unstructured": "ASEE Annual Conference and Exposition, New Orleans, June 26. Godwin, Allison, Geoff Potvin, Zahra Hazari, and Robynne Lock. 2016. \"Identity, Critical Agency, and"
        },
        {
            "key": "p_72",
            "unstructured": "neering Education 105 (2): 312-40. Goffe, William L., and David Kauper. 2014. \"A Survey of Principles Instructors: Why Lecture Prevails.\""
        },
        {
            "key": "p_73",
            "unstructured": "Journal of Economic Education 45 (4): 360-75. Goldin, Claudia. 2023. \"Why Women Won.\" NBER Working Paper 31762. Hafner, Katie. 2012. \"Giving Women the Access Code.\" The New York Times, April 2. https://www.nytimes."
        },
        {
            "key": "p_74",
            "unstructured": "com/2012/04/03/science/giving-women-the-access-code.html. Harter, Cynthia, Rebecca G. Chambers, and Carlos J. Asarta. 2022. \"Assessing Learning in College"
        },
        {
            "key": "p_75",
            "unstructured": "Economics: A Sixth National Quinquennial Survey.\" Eastern Economic Journal 48 (2): 251-66. Hazari, Zahra, Gerhard Sonnert, Philip M. Sadler, and Marie-Claire Shanahan. 2010. \"Connecting High"
        },
        {
            "key": "p_77",
            "unstructured": "Gender Study.\" Journal of Research in Science Teaching 47 (8): 978-1003. Hernandez, Paul R., P. Wesley Schultz, Mica Estrada, Anna Woodcock, and Randie C. Chance. 2013."
        },
        {
            "key": "p_79",
            "unstructured": "of Underrepresented Students in STEM.\" Journal of Educational Psychology 105 (1): 89-107. Herrmann, Sarah D., Robert Mark Adelman, Jessica E. Bodford, Oliver Graudejus, Morris A. Okun, and"
        },
        {
            "key": "p_80",
            "unstructured": "Virginia S. Y. Kwan. 2016. \"The Effects of a Female Role Model on Academic Performance and"
        },
        {
            "key": "p_81",
            "unstructured": "Persistence of Women in STEM Courses.\" Basic and Applied Social Psychology 38 (5): 258-68. Holt, Charles A. 1996. \"Classroom Games: Trading in a Pit Market.\" Journal of Economic Perspectives 10"
        },
        {
            "key": "p_82",
            "unstructured": "(1): 193-203. Holt, Charles A., and Susan K. Laury. 1997. \"Classroom Games: Voluntary Provision of a Public Good.\""
        },
        {
            "key": "p_83",
            "unstructured": "Journal of Economic Perspectives 11 (4): 209-15. Hoover, Gary A., and Ebonya Washington. 2023. \"Report of the Committee on the Status of Minority"
        },
        {
            "key": "p_84",
            "unstructured": "Groups in the Economics Profession.\" AEA Papers and Proceedings 113: 794-814. Kaddoura, Mahmoud. 2013. \"Think Pair Share: A Teaching Learning Strategy to Enhance Students'"
        },
        {
            "key": "p_85",
            "unstructured": "Critical Thinking.\" Educational Research Quarterly 36 (4): 3-24. Kagan, Spencer. 1994. Cooperative Learning. San Clemente, CA: Kagan Publishing. Kirschner, Paul A. 2017. \"Stop Propagating the Learning Styles Myth.\" Computers and Education 106:"
        },
        {
            "key": "p_86",
            "unstructured": "166-171. Kofoed, Michael S., and Elizabeth McGovney. 2019. \"The Effect of Same-Gender or Same-Race Role"
        },
        {
            "key": "p_88",
            "unstructured": "of Human Resources 54 (2): 430-67. Ladson-Billings, Gloria. 1995. \"Toward a Theory of Culturally Relevant Pedagogy.\" American Educational"
        },
        {
            "key": "p_89",
            "unstructured": "Research Journal 32 (3): 465-91. Lawner, Elizabeth K., Diane M. Quinn, Gabriel Camacho, Blair T. Johnson, and Bradley Pan-Weisz. 2019."
        },
        {
            "key": "p_91",
            "unstructured": "Meta-Analysis of Lab and Field Studies.\" Social Psychology of Education 22 (5): 1169-95. Layton, Richard A., Misty L. Loughry, Matthew W. Ohland, and George D. Ricco. 2010. \"Design and"
        },
        {
            "key": "p_93",
            "unstructured": "Criteria.\" Advances in Engineering Education 2 (1): n1. López, Francesca A. 2017. \"Altering the Trajectory of the Self-Fulfilling Prophecy: Asset-Based Pedagogy"
        },
        {
            "key": "p_94",
            "unstructured": "and Classroom Dynamics.\" Journal of Teacher Education 68 (2): 193-212. Lundberg, Shelly, and Jenna Stearns. 2019. \"Women in Economics: Stalled Progress.\" Journal of Economic"
        },
        {
            "key": "p_95",
            "unstructured": "Perspectives 33 (1): 3-22. Madaus, George F., and Marguerite Clarke. 2001. \"The Adverse Impact of High Stakes Testing on"
        },
        {
            "key": "p_96",
            "unstructured": "Minority Students: Evidence from 100 Years of Test Data.\" Unpublished. McLoughlin, Lisa A. 2005. \"Spotlighting: Emergent Gender Bias in Undergraduate Engineering Educa"
        },
        {
            "key": "p_97",
            "unstructured": "tion.\" Journal of Engineering Education 94 (4): 373-81. Murphy, M. C., V. J. Taylor, and C. M. Steele. Forthcoming. \"Stereotype Threat: A Situated Theory of"
        },
        {
            "key": "p_99",
            "unstructured": "D. Carlston. New York: Oxford University Press. National Academies of Sciences, Engineering, and Medicine. 2011. Successful K-12 STEM Education:"
        },
        {
            "key": "p_101",
            "unstructured": "National Academies Press. National Academies of Sciences, Engineering, and Medicine. 2018. How People Learn II: Learners, Contexts,"
        },
        {
            "key": "p_102",
            "unstructured": "and Cultures. Washington, DC: National Academies Press. National Center for Education Statistics. 1996-2022. \"Integrated Postsecondary Education Data"
        },
        {
            "key": "p_103",
            "unstructured": "System Statistical Tables-Fall Enrollment: Race/Ethnicity, Gender, Attendance Status, and Level of Student.\" United States Department of Education. https://nces.ed.gov/ipeds/datacenter (accessed May 4, 2024).National Research Council. 2000. How People Learn: Brain, Mind, Experi"
        },
        {
            "key": "p_104",
            "unstructured": "ence, and School: Expanded Edition. Washington, DC: National Academies Press. Nokes-Malach, Timothy J., J. Elizabeth Richey, and Soniya Gadgil. 2015. \"When Is It Better to Learn"
        },
        {
            "key": "p_106",
            "unstructured": "(4): 645-56. Nourani, Vesall, Nava Ashraf, and Abhijit Banerjee. 2023. \"Learning to Teach by Learning to Learn.\""
        },
        {
            "key": "p_107",
            "unstructured": "Unpublished. Olsson, Maria, and Sarah E. Martiny. 2018. \"Does Exposure to Counterstereotypical Role Models Influ"
        },
        {
            "key": "p_109",
            "unstructured": "Research.\" Frontiers in Psychology 9: 392862. Owen, Ann L., and Paul Hagstrom. 2021. \"Broadening Perceptions of Economics in a New Introductory"
        },
        {
            "key": "p_110",
            "unstructured": "Economics Sequence.\" Journal of Economic Education 52 (3): 175-91. Pashler, Harold, Mark McDaniel, Doug Rohrer, and Robert Bjork. 2008. \"Learning Styles: Concepts and"
        },
        {
            "key": "p_111",
            "unstructured": "Evidence.\" Psychological Science in the Public Interest 9 (3): 105-19. Pérez-Losada, Marcos, Kelly M. Crandall, and Keith A. Crandall. 2020. \"Testing the `Grandma"
        },
        {
            "key": "p_113",
            "unstructured": "Genomics.\" Journal of Microbiology and Biology Education 21 (1). Pittinsky, Todd L., and R. Matthew Montoya. 2016. \"Empathic Joy in Positive Intergroup Relations.\""
        },
        {
            "key": "p_114",
            "unstructured": "Journal of Social Issues 72 (3): 511-23. Porter, Catherine, and Danila Serra. 2020. \"Gender Differences in the Choice of Major: The Importance"
        },
        {
            "key": "p_115",
            "unstructured": "of Female Role Models.\" American Economic Journal: Applied Economics 12 (3): 226-54. Ralph, Vanessa R., Leah J. Scharlott, Adam G. L. Schafer, Megan Y. Deshaye, Nicole M. Becker, and Ryan"
        },
        {
            "key": "p_116",
            "unstructured": "L. Stowe. 2022. \"Advancing Equity in STEM: The Impact Assessment Design Has on Who Succeeds"
        },
        {
            "key": "p_117",
            "unstructured": "in Undergraduate Introductory Chemistry.\" JACS Au 2 (8): 1869-80. Sackett, Paul R., Chaitra M. Hardison, and Michael J. Cullen. 2004. \"On Interpreting Stereotype Threat"
        },
        {
            "key": "p_119",
            "unstructured": "(1): 7-13. Salehi, Shima, Cissy J. Ballen, Gloriana Trujillo, and Carl Wieman. 2021. \"Inclusive Instructional Prac"
        },
        {
            "key": "p_120",
            "unstructured": "tices: Course Design, Implementation, and Discourse.\" Frontiers in Education 6. Schinske, Jeffrey N., Heather Perkins, Amanda Snyder, and Mary Wyer. 2016. \"Scientist Spotlight"
        },
        {
            "key": "p_122",
            "unstructured": "Diverse Introductory Science Class.\" CBE-Life Sciences Education 15 (3): ar47. Secchi, Silvia, and Simanti Banerjee. 2019. \"A Dynamic Semester-Long Social Dilemma Game for"
        },
        {
            "key": "p_123",
            "unstructured": "Economic and Interdisciplinary Courses.\" Journal of Economic Education 50 (1): 70-85. Sheridan, Brandon J., and Ben Smith. 2020. \"How Often Does Active Learning Actually Occur? Percep"
        },
        {
            "key": "p_124",
            "unstructured": "tion versus Reality.\" AEA Papers and Proceedings 110: 304-08. Simkins, Scott, and Mark Maier, eds. 2009. Just in Time Teaching: Across the Disciplines, and Across the"
        },
        {
            "key": "p_125",
            "unstructured": "Academy. New York: Routledge. Skagen, Darlene, Brett McCollum, Layne Morsch, and Brandon Shokoples. 2018. \"Developing"
        },
        {
            "key": "p_126",
            "unstructured": "Communication Confidence and Professional Identity in Chemistry through International Online"
        },
        {
            "key": "p_127",
            "unstructured": "Collaborative Learning.\" Chemistry Education Research and Practice 19 (2): 567-82. Sokhanvar, Zahra, Keyvan Salehi, and Fatemeh Sokhanvar. 2021. \"Advantages of Authentic Assessment"
        },
        {
            "key": "p_129",
            "unstructured": "Systematic Literature Review.\" Studies in Educational Evaluation 70: 101030. Springer, Leonard, Mary Elizabeth Stanne, and Samuel S. Donovan. 1999. \"Effects of Small-Group"
        },
        {
            "key": "p_131",
            "unstructured": "Analysis.\" Review of Educational Research 69 (1): 21-51. Stafford, Sarah L. 2021. \"Emphasizing Distributional Impacts in Teaching Solutions to Market Failures.\""
        },
        {
            "key": "p_132",
            "unstructured": "International Review of Environmental and Resource Economics 15 (3): 175-202. Stansbury, Anna, and Robert Schultz. 2023. \"The Economics Profession's Socioeconomic Diversity"
        },
        {
            "key": "p_133",
            "unstructured": "Problem.\" Journal of Economic Perspectives 37 (4): 207-30. Starr, Christine R., Lisa Hunter, Robin Dunkin, Susanna Honig, Rafael Palomino, and Campbell Leaper."
        },
        {
            "key": "p_134",
            "unstructured": "2020. \"Engaging in Science Practices in Classrooms Predicts Increases in Undergraduates' STEM Motivation, Identity, and Achievement: A Short-Term Longitudinal Study.\" Journal of Research in"
        },
        {
            "key": "p_135",
            "unstructured": "Science Teaching 57 (7): 1093-1118. Steele, Claude M. 1997. \"A Threat in the Air: How Stereotypes Shape Intellectual Identity and Perfor"
        },
        {
            "key": "p_136",
            "unstructured": "mance.\" American Psychologist 52 (6): 613-29. Steele, Claude M., and Joshua Aronson. 1995. \"Stereotype Threat and the Intellectual Test Performance"
        },
        {
            "key": "p_137",
            "unstructured": "of African Americans.\" Journal of Personality and Social Psychology 69 (5): 797-811. Steele, Claude M., Steven J. Spencer, and Joshua Aronson. 2002. \"Contending with Group Image: The"
        },
        {
            "key": "p_139",
            "unstructured": "Vol. 34, edited by Mark P. Zanna, 379-440. San Diego, CA: Academic Press. Stommel, Jesse. 2018. \"How to Ungrade.\" Jesse Stommel, March 11. https://www.jessestommel.com/"
        },
        {
            "key": "p_140",
            "unstructured": "how-to-ungrade. Stout, Jane G., Nilanjana Dasgupta, Matthew Hunsinger, and Melissa A. McManus. 2011. \"STEMing the"
        },
        {
            "key": "p_142",
            "unstructured": "neering, and Mathematics (STEM).\" Journal of Personality and Social Psychology 100 (2): 255-70. Theobald, Elli J., Mariah J. Hill, Elisa Tran, Sweta Agrawal, E. Nicole Arroyo, Shawn Behling, Nyasha"
        },
        {
            "key": "p_143",
            "unstructured": "Chambwe etal 2020. \"Active Learning Narrows Achievement Gaps for Underrepresented Students in Undergraduate Science, Technology, Engineering, and Math.\" Proceedings of the National Academy"
        },
        {
            "key": "p_144",
            "unstructured": "of Sciences 117 (12): 6476-83. Verdín, Dina, Allison Godwin, Adam Kirn, Lisa Benson, and Geoff Potvin. 2018. \"Understanding How"
        },
        {
            "key": "p_146",
            "unstructured": "School of Engineering Education Graduate Student Working Paper 4-2018. Wieman, Carl, Katherine Perkins, Sarah Gilbert, Francoise Benay, Sarah Kennedy, Kate Semsar, Jenny"
        },
        {
            "key": "p_147",
            "unstructured": "Knight etal 2017. Clicker Resource Guide: An Instructors Guide to the Effective Use of Personal Response"
        },
        {
            "key": "p_148",
            "unstructured": "Systems (Clickers) in Teaching. Vancouver: University of British Columbia. Wigfield, Allan. 1994. \"Expectancy-Value Theory of Achievement Motivation: A Developmental Perspec"
        },
        {
            "key": "p_149",
            "unstructured": "tive.\" Educational Psychology Review 6: 49-78. Wirth, Karl R., and Dexter Perkins. 2005. \"Knowledge Surveys: An Indispensable Course Design and"
        },
        {
            "key": "p_150",
            "unstructured": "Assessment Tool.\" Innovations in the Scholarship of Teaching and Learning: 1-12. Yeager, David S., and Carol S. Dweck. 2020. \"What Can Be Learned from Growth Mindset Controver"
        },
        {
            "key": "p_151",
            "unstructured": "sies?\" American Psychologist 75 (9): 1269-84. Yeager, David S., Paul Hanselman, Gregory M. Walton, Jared S. Murray, Robert Crosnoe, Chandra"
        },
        {
            "key": "p_152",
            "unstructured": "Muller, Elizabeth Tipton etal 2019. \"A National Experiment Reveals Where a Growth Mindset"
        },
        {
            "key": "p_153",
            "unstructured": "Improves Achievement.\" Nature 573 (7774): 364-69. Zhang, Luyao, Sarah A. Jacobson, and Jiasheng Zhu. 2022. \"The Right Tool for the Job: Matching Active"
        }
    ],
    "container-title": [
        "Journal of Economic Perspectives"
    ],
    "original-title": [],
    "language": "en",
    "link": [
        {
            "URL": "https://pubs.aeaweb.org/doi/pdf/10.1257/jep.38.3.163",
            "content-type": "unspecified",
            "content-version": "vor",
            "intended-application": "similarity-checking"
        }
    ],
    "deposited": {
        "date-parts": [
            [
                2024,
                8,
                2
            ]
        ],
        "date-time": "2024-08-02T12:45:27Z",
        "timestamp": 1722602727000
    },
    "score": 1,
    "resource": {
        "primary": {
            "URL": "https://pubs.aeaweb.org/doi/10.1257/jep.38.3.163"
        }
    },
    "subtitle": [],
    "short-title": [],
    "issued": {
        "date-parts": [
            [
                2024,
                8,
                1
            ]
        ]
    },
    "references-count": 118,
    "journal-issue": {
        "issue": "3",
        "published-print": {
            "date-parts": [
                [
                    2024,
                    8,
                    1
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1257/jep.38.3.163"
    ],
    "URL": "http://dx.doi.org/10.1257/jep.38.3.163",
    "relation": {},
    "ISSN": [
        "0895-3309",
        "1944-7965"
    ],
    "issn-type": [
        {
            "value": "0895-3309",
            "type": "print"
        },
        {
            "value": "1944-7965",
            "type": "electronic"
        }
    ],
    "subject": [],
    "published": {
        "date-parts": [
            [
                2024,
                8,
                1
            ]
        ]
    }
}